Repository: GNOME/gnome-color-manager
Catalog: help/*/*.po
Languages: bg, cs, de, el, es, eu, fr, ja, kk, nl, ru, tr, uk, zh_cn

source: This allows you to adjust a calibrated device or generated profile.
cs: Umožní vám upravit nastavení kalibrovaného zařízení nebo vytvořeného profilu.
de: Ermöglicht die Anpassung eines kalibrierten Geräts oder erstellten Profils.
el: Αυτό σας επιτρέπει να ρυθμίσετε μια βαθμονομημένη συσκευή ή ένα προφίλ που έχει δημιουργηθεί.
es: Le permite ajustar un dispositivo calibrado o un perfil generado.
fr: Cela vous permet de régler un périphérique calibré ou un profil généré.
ja: キャリブレートされたデバイスや生成されたプロファイルを調節することが出来ます。
ru: Здесь вы можете скорректировать характеристики откалиброванного устройства или созданного цветового профиля.
zh_cn: 它允许您校准设备或生成配置文件。

source: The Fine Tuning Option is only available if you configure GConf to enable it ( <menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
cs: Volba pro jemné doladění je k dispozici pouze, pokud jste tuto volbu umožnili v GConf (<menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
de: Die Feineinstellungsoption ist nur dann verfügbar, wenn Sie sie in GConf aktiviert haben (im Konfigurationseditor <menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
el: Η επιλογή Λεπτομερής ρύθμιση είναι διαθέσιμη μόνο αν την ενεργοποιήσετε από το GConf (<menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
es: La opción de Ajuste fino sólo está disponible si configura GConf para que la active (<menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
fr: L'option Réglages fins n'est disponible que si vous l'activez avec GConf (<menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
ja: 微調整のオプションは、GConfで有効に設定した場合に利用可能です ( <menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>)。
ru: Функция уточнения параметров доступна лишь в том случае, если вы включите её в GConf ( <menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>).
zh_cn: 微调选项仅在您配置 GConf 启用它时，才是可用的(<menuchoice><guimenu>apps</guimenu><guisubmenu>gnome-color-manager</guisubmenu><guimenuitem>show-fine-tuning</guimenuitem></menuchoice>)。

source: CRT monitors have native gamma around 2.4 - 2.5 and LCD monitors usually emulate the same value.
cs: Klasické (CRT) monitory mají přirozené gama kolem 2,4 - 2,5 a LCD displeje obvykle emulují tutéž hodnotu.
de: Röhrenbildschirme haben native Gamma-Werte zwischen 2,4 und 2,5. LCD-Bildschirme emulieren normalerweise den gleichen Wert.
el: Οι οθόνες CRT (καθοδικού σωλήνα) έχουν εγγενές γάμμα περίπου 2.4 - 2.5 και οι LCD (επίπεδες - υγρών κρυστάλλων) συνήθως εξομοιώνουν αυτή την τιμή.
es: Los monitores CRT tiene una gamma negativa entre 2.4 y 2.5 y los monitores LCD generalmente emulan el mismo valor.
fr: La valeur de gamma native des écrans cathodiques est d'environ 2,4 - 2,5, les écrans plats LCD émule habituellement la même valeur.
ja: CRTモニタは2.4 - 2.5程度のネイティブガンマで、LCDモニタは通常同じ値をエミュレートします。
ru: У ЭЛТ-мониторов значение гаммы обычно равно 2.4-2.5, а ЖК-мониторы как правило пытаются имитировать то же значение.
zh_cn: CRT 显示器的 gamma 值从 2.4 - 2.5，LCD 液晶显示器通常接近这个范围。

source: Traditionally, Linux and MS Windows operating systems use image encoding of 1/2.2 and do not apply any gamma adjustment to the image or video card LUT. Therefore the overall gamma is expected to be around 1.1 (which is useful to allow for dim viewing conditions at home environment).
cs: Operační systémy Linux a MS Windows původně používaly kódování obrázků (grafiky) s kompenzací gama monitoru (tj. 1/2,2) a neaplikovaly žádné úpravy gama obrázků nebo vyhledávací tabulky barev (LUT) videokarty. Proto celkové gama vycházelo okolo 1,1 (což je užitečné pro pozorování obrazovky v prostředí domácnosti).
de: Traditionell verwenden Linux- und Microsoft-Windows-Betriebssysteme eine Bildkodierung von 1/2.2, wobei keine Anpassung des Gamma-Werts an das Bild oder die Ausgabe der Grafikkarte stattfindet. Daher wird der allgemeine Gamma-Wert mit rund 1.1 angenommen. Das ist insbesondere nützlich für abgedunkelte Umgebungen zu Hause.
el: Παραδοσιακά, τα λειτουργικά συστήματα Linux και MS Windows χρησιμοποιούν κωδικοποίηση εικόνας στο 1/2.2 και δεν εφαρμόζουν κάποια προσαρμογή του γάμμα στην εικόνα ή στο LUT της κάρτας γραφικών. Έτσι, το συνολικό γάμμα αναμένεται να είναι περίπου 1.1 (το οποίο είναι χρήσιμο για συνθήκες μειωμένου φωτισμού σε οικιακό περιβάλλον).
es: Tradicionalmente, los sistemas operativos GNU/Linux y MS Windows usan codificación gamma de imágenes de 1/2.2 y no aplican ningún ajuste de gamma a la imagen o la LUT de la tarjeta de vídeo. Por ello, se espera que la gamma general sea alrededor de 1.1 (que es útil para condiciones de visualización oscuras en casa).
fr: Par tradition, les systèmes d'exploitation Linux et MS Windows utilisent un codage d'image de 1/2,2 et ne font aucun ajustement gamma à la table de correspondance (Look-Up Table : LUT) de l'image ou de la carte vidéo. Par conséquent le gamma total devrait être autour de 1,1 (ce qui est utile pour permettre une bonne visualisation dans des pièces sombres à la maison).
ja: 従来、LinuxとMS Windowsオペーレーティングシステムは1/2.2を画像エンコーディングに用い、画像やビデオカードのLUTにはいかなるガンマ調整も適用しません。従って、全体のガンマは1.1程度が用いられると想定されます（一般の住宅環境での薄暗い視覚条件では使いやすい）。
ru: По традиции в операционных системах Linux и MS Windows используют кодирование изображений 1/2.2 и не применяют гамма-коррекцию к изображениям или справочной цветовой таблице видеокарты. Поэтому ожидаемым значением гаммы является 1.1 (что удобно при работе дома в плохо освещённом помещении).
zh_cn: 习惯上，Linux 和 MS Windows 操作系统使用 1/2.2 的图像编码， 不适用任何 gamma 校准其他图像或视频卡的 LUT 查找表。因而 gamma 值希望在 1.1 左右(这在家庭暗环境里是很有用的)。

source: Apple used to use image encoding gamma close to 1/1.8 to naturally match the native gamma of printing devices (and therefore internally applied gamma adjustment of 1/1.45 before displaying images on monitor so that the images displayed correctly).
cs: Apple kdysi používal kódování obrázků s gama blízkým 1/1,8, které se shodovalo s přirozenou gama tehdejších tiskáren (a aby se obrázky zobrazily správně na monitoru, Apple interně navíc aplikoval úpravu gama obrázků ve výši 1/1,45).
de: Apple benutzt normalerweise einen Gamma-Wert der Bildenkodierung nahe 1/1.8, um den nativen Gamma-Wert von Druckausgabegeräten zu erreichen. Dafür wird intern eine Anpassung des Gamma-Werts von 1/1.45 angewendet, bevor Bilder auf dem Bildschirm angezeigt werden, um diese korrekt darzustellen.
el: Η Apple χρησιμοποιούσε κωδικοποίηση εικόνας με γάμμα κοντά στο 1/1.8 για να ταιριάξει το εγγενές γάμμα των συσκευών εκτύπωσης (και έτσι εφάρμοζε εσωτερικά προσαρμογή του γάμμα στο 1/1.45 πριν εμφανίσει τις εικόνες στην οθόνη έτσι ώστε οι εικόνες να εμφανίζονται σωστά).
es: Apple solía usar una codificación gamma de imágenes de 1/1.8 para que coincidiera de forma natural con el gamma de los dispositivos de impresión (y por ello, de forma intencionada, aplicaba internamente un ajuste gamma de 1/1.45 antes de mostrar imágenes en el monitor, para que se mostrasen correctamente).
fr: Apple a l'habitude d'utiliser une valeur gamma de codage d'image proche de 1/1,8 pour être en correspondance avec les périphériques d'impression (et par conséquent d'appliquer en interne une correction gamma de 1/1,45 avant d'afficher des images à l'écran afin que les images s'affichent correctement).
ja: Appleは1/1.8に近いガンマを画像のエンコーディングに用い、印刷デバイスのネイティブガンマに本来は一致します（従って、モニタに画像を表示する前に1/1.45のガンマ調整を内部的に適用し、画像が正しく表示されます）。
ru: Apple использует кодирование, близкое к 1/1.8, что примерно соответствует гамме печатающих устройств, что соответственно, приводит к гамма-коррекции в 1/1.45 перед показом изображения на мониторе.
zh_cn: Apple 使用图片编码 gamma 接近 1/1.8 到自然，匹配打印设备的 native gamma(因而在显示器上显示图像前，内部用 1/1.45 的 gamma 调整，以便使图像正确显示)。

source: Nonetheless, since OS X (v10.6 Snow Leopard) the default image encoding gamma has also the value of 1/2.2 to meet the requirements of consumer imaging industry.
cs: Nicméně, aby se Apple přiblížil požadavkům spotřebních výrobků, od OS X (verze 10.6 Snow Leopard) je výchozí kódování obrázků též s gama 1/2,2.
de: Seit der OSX-Version 10.6 »Snow Leopard« wurde der vorgegebene Gamma-Wert der Bildenkodierung ebenfalls auf 1/2.2 gesetzt, um den Erfordernissen der Industrie gerecht zu werden.
el: Μολαταύτα από το OS X (v10.6 Snow Leopard) και μετά η προεπιλεγμένη κωδικοποίηση εικόνας έχει επίσης την τιμή γάμμα 1/1.2 για να ικανοποιήσει τις απαιτήσεις της βιομηχανίας των καταναλωτικών συσκευών εικόνας.
es: Sin embargo, desde OS X (v10.6 Snow Leopard) la codificación gamma de imágenes predeterminada tiene un valor de 1/2.2 para satisfacer las necesidades del consumidor de la industria de la imagen.
fr: Néanmoins, depuis OS X (Snow Leopard V10.6), la valeur gamma de codage d'image est également de 1/2,2 pour correspondre aux besoins en image de la société de consommation.
ja: それにも関わらず、OS X（v10.6 Snow Leopard）からはデフォルトの画像にエンコーディングされるガンマは1/2.2になり、コンシューマ向け画像業界の要請に合致するようになりました。
ru: Тем не менее, начиная с OS X v10.6 (Snow Leopard) гамма также имеет значение /2.2, чтобы соответствовать общепринятым стандартам пользовательской техники.
zh_cn: 不过，因此 OS X (v10.6 Snow Leopard)默认的图片编码 gamma 值也有 1/2.2 以适应图片制作用户的需求。

source: Before fine tuning the gamma in GNOME Color Manager, you should know what your monitor native gamma is, what display gamma you want to reach and then do the math yourself.
cs: Dříve než budete dolaďovat gama ve Spráci barev GNOME, měli byste vědět, jaké je gama vašeho monitoru, jakého gama chcete dosáhnout a spočíst si nutnou úpravu sami.
de: Bevor Sie eine Feineinstellung in der GNOME Farbverwaltung vornehmen, sollten Sie den nativen Gamma-Wert Ihres Bildschirms kennen und den Gamma-Wert, den Sie erreichen wollen. Dann können Sie die Berechnung selbst vornehmen.
el: Πριν τη λεπτομερή ρύθμιση του γάμμα στη Διαχείριση χρώματος GNOME, θα πρέπει να ξέρετε ποιο είναι το εγγενές γάμμα της οθόνης σας, σε ποια τιμή γάμμα θέλετε να φτάσετε και μετά να κάνετε τους υπολογισμούς μόνοι σας.
es: Antes de ajustar de forma fina el gamma en el Gestor de color de GNOME, debería saber cuál es el gamma nativo de su monitor, a qué gamma de mostrado quiere llegar y después hacer la coincidencia.
fr: Avant d'ajuster finement la valeur gamma dans le gestionnaire colorimétrique GNOME, vous devriez connaître la valeur de gamma native de votre écran, la valeur gamma d'affichage que vous voulez obtenir, puis de faire la correspondance vous-même.
ja: GNOME Color Managerでガンマの微調整をする前に、モニタのネイティブガンマがいくつなのか、ディスプレイのガンマをいくつにしたいのかを知り、自分で計算することになります。
ru: Перед точной настройкой гаммы в GNOME Color Manager следует выяснить собственное значение гаммы вашего монитора, какая гамма вам нужна, а затем самостоятельно вычислить необходимое изменение.
zh_cn: 在 GNOME 图像管理器中微调 gamma 前，您应当知道显示器的本机 gamma 是多少，想要达到什么显示效果，然后自己设置数值。

source: Profile viewer
cs: Prohlížeč profilu
de: Profilbetrachter
el: Προβολή προφίλ
es: Visor de perfiles
fr: Visionneur de profil
ja: プロファイルビューワ
ru: Просмотр профилей
zh_cn: 配置文件查看器

source: GNOME Color Manager profiles tab
cs: Karta s profily Správce barev GNOME
de: Karteireiter »Profile« der GNOME Farbverwaltung
el: Καρτέλα προφίλ της Διαχείρισης χρώματος του GNOME
es: Solapa de perfiles del Gestor de color de GNOME
fr: Onglet Profils du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerのプロファイルタブ
ru: Вкладка GNOME Color Manager со списком профилей
zh_cn: GNOME 颜色管理器配置文件标签

source: This allows you to view details about installed profiles.
cs: Umožní vám prohlédnout si detaily o nainstalovaných profilech.
de: Ermöglicht die Anzeige von Details über installierte Profile.
el: Αυτό σας επιτρέπει να δείτε λεπτομέρειες για τα εγκατεστημένα προφίλ.
es: Esto le permite ver los detalles acerca de los perfiles instalados.
fr: Cela vous permet de voir les détails des profils installés.
ja: インストールされたプロファイルの詳細を見ることが出来ます。
ru: Здесь вы можете просмотреть подробную информацию о цветовых профилях.
zh_cn: 这里您可以查看已安装的配置文件细节信息。

source: Calibration and profiling
cs: Kalibrace a vytvoření profilu
de: Kalibrierung und Einrichtung
el: Βαθμονόμηση και δημιουργία προφίλ
es: Calibración y perfilado
fr: Calibration et profilage
ja: キャリブレーションとプロファイリング
ru: Калибровка и профилирование
zh_cn: 校准和定型

source: <application>GNOME Color Manager</application> can generate ICC profiles with supported color measuring instruments.
cs: <application>Správce barev GNOME</application> může vytvořit profily ICC pomocí podporovaných měřících sond.
de: Die <application>GNOME Farbverwaltung</application> kann ICC-Profile mit Hilfe von unterstützten Farbmessern erstellen.
el: Η <application>Διαχείριση χρώματος GNOME</application> μπορεί να δημιουργήσει προφίλ ICC με υποστηριζόμενα όργανα μέτρησης χρώματος (φασματοφωτόμετρα).
es: El <application>Gestor de color de GNOME</application> puede generar perfiles ICC con instrumentos de medición de color soportados.
fr: Le <application>gestionnaire colorimétrique GNOME</application> peut générer des profils ICC à l'aide des sondes colorimétriques prises en charge.
ja: <application>GNOME Color Manager</application>はサポートされる測色計でICCプロファイルを生成出来ます。
ru: <application>GNOME Color Manager</application> может создавать цветовые профили при помощи поддерживаемых устройств измерения.
zh_cn: <application>GNOME 颜色管理器</application> 可以用支持的测量工具生成 ICC 配置文件。

source: The first stage is calibration, which takes a few minutes.
cs: První fáze je kalibrace, která zabere jen několik minut.
de: Die erste Phase ist die Kalibrierung, die wenige Minuten dauert.
el: Το πρώτο στάδιο είναι η βαθμονόμηση, η οποία διαρκεί μερικά λεπτά.
es: La primera etapa es el calibrado, que lleva unos pocos minutos.
fr: La première étape est la calibration qui ne prend que quelques minutes.
ja: 最初の手順はキャリブレーションで、数分かかります。
ru: Первым этапом является калибровка, которая занимает пару минут.
zh_cn: 第一步是校准，这需要花费一些时间。

source: The final stage is profiling (characterization), which can take over 15 minutes.
cs: Poslední fáze je charakterizace zařízení, která může trvat přes 15 minut.
de: Die letzte Phase ist die Einrichtung (Charakterisierung), die mehr als 15 Minuten dauern kann.
el: Το τελικό στάδιο είναι ο χαρακτηρισμός (δημιουργία προφίλ), ο οποίος μπορεί να διαρκέσει πάνω από 15 λεπτά.
es: La parte final es el perfilado (caracterización), que puede llevar más de 15 minutos.
fr: La dernière est le profilage (caractérisation) qui peut prendre plus de quinze minutes.
ja: 最後の手順はプロファイリング（特徴付け）で、15分以上かかることもあります。
ru: Заключительным этап является профилирование устройства, которое может занять более 15 минут.
zh_cn: 最后一步是定型(特征分析)，大概要花费15分钟。

source: When calibrating and profiling a display you may have to change the color measuring instrument to operate in different modes. You may have to remove your instrument from the screen to change the modes. Ensure the instrument is put back on the screen after you have changed any settings.
cs: Při kalibraci a vytváření profilu pro displej může být nutné změnit nastavení měřící sondy, aby fungovala v různých režimech. Může být nutné sundat sondu z obrazovky, aby šla změna režimu provést. Ujistěte se, že po změně nastavení sondy jste ji vrátili zpět na obrazovku.
de: Beim Kalibrieren und Einrichten eines Bildschirms muss das Farbmessinstrument für die Verwendung in verschiedenen Modi eingerichtet werden. Sie müssen Ihr Messinstrument vom Bildschirm abnehmen, um den Modus zu ändern. Stellen Sie sicher, dass sich das Messinstrument wieder am Bildschirm befindet, nachdem Sie die Einstellungen geändert haben.
el: Όταν βαθμονομείτε και χαρακτηρίζετε μια συσκευή απεικόνισης μπορεί να πρέπει να αλλάξετε την κατάσταση λειτουργίας του οργάνου μέτρησης. Μπορεί να χρειασθεί να αφαιρέσετε το όργανο από την οθόνη για να αλλάξετε την κατάσταση λειτουργίας. Βεβαιωθείτε ότι το όργανο είναι τοποθετημένο ξανά στην οθόνη αφού κάνετε οποιεσδήποτε αλλαγές ρυθμίσεων.
es: Al calibrar y perfilar un dispositivo puede tener que cambiar el instrumento de medición para operar en diferentes modos. Puede tener que quitar su instrumento de la pantalla para cambiar los modos. Asegúrese de poner de nuevo el instrumento en la pantalla después de cambiar cualquier ajuste.
fr: Lors de la calibration et du profilage d'un écran, il se peut que vous ayez à changer de sonde colorimétrique pour agir sur différents modes. Vous devez retirer votre sonde de l'écran pour modifier les modes. Assurez-vous de l'avoir remise en place sur l'écran après avoir modifié des paramètres.
ja: ディスプレイのキャリブレーションとプロファイルをする際には、測色計を違うモードで操作するように変更しなければならないはずです。モードを変更するには画面から機材を外さないとならないかもしれません。いずれかの設定を変更した後は、確実に画面から機材を外します。
zh_cn: 当校准和定型一个显示器时，您可能不得不更改颜色测量工具为其他操作模式。你可能不得不将您的测量工具，从屏幕更改到这种模式。确保在您更改设置后，工具可以返回屏幕。

source: GNOME Color Manager Instrument Configure Dialog
cs: Okno Správce barev GNOME pro konfiguraci měřící sondy
de: Dialog der GNOME Farbverwaltung zur Einrichtung des Messinstruments
el: Παράθυρο διαλόγου διαμόρφωσης οργάνου της Διαχείρισης χρώματος GNOME
es: Diálogo de configuración de instrumentos del Gestor de color de GNOME
fr: Boîtes de dialogue de configuration de sonde du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerの機材設定ダイアログ
ru: Диалог настройки измерительного устройства в GNOME Color Manager
zh_cn: GNOME 颜色管理器工具配置对话框

source: When calibrating and profiling a display connected using a VGA or DVI connection, often the type of device is not known. By answering correctly, <application>GNOME Color Manager</application> can generate better profiles for the device you are trying to calibrate and profile.
cs: Při kalibraci a vytváření profilu pro displej připojený pomocí VGA nebo DVI kabelu často nelze zjistit typ displeje. Pokud odpovíte správně, <application>Správce barev GNOME</application> vytvoří kvalitnější profil pro dané zařízení.
de: Beim Kalibrieren und Einrichten eines Bildschirms über eine VGA- oder DVI-Verbindung ist oft der Gerätetyp unbekannt. Wenn Sie hier korrekte Angaben machen, kann die <application>GNOME Farbverwaltung</application> bessere Profile für das Gerät erstellen, welches Sie kalibrieren und einrichten wollen.
el: Όταν βαθμονομείτε και χαρακτηρίζετε μια οθόνη συνδεδεμένη μέσω VGA ή DVI, συχνά ο τύπος της συσκευής δεν αναγνωρίζεται αυτόματα. Απαντώντας σωστά η <application>Διαχείριση χρώματος GNOME</application> μπορεί να δημιουργήσει καλύτερα προφίλ για τη συσκευή.
es: Al calibrar y perfilar un dispositivo conectado usando una conexión VGA o DVI, a menudo se desconoce el tipo de dispositivo. Respondiendo correctamente, el <application>Gestor de color de GNOME</application> puede generar mejores perfiles para los dispositivos que está intentando calibrar y perfilar.
fr: Lorsque vous calibrez et profilez un écran connecté par un câble VGA ou DVI, le type de périphérique est souvent inconnu. En répondant correctement, le <application>gestionnaire colorimétrique GNOME</application> peut générer de meilleurs profils pour le périphérique que vous essayez de calibrer et de profiler.
ja: VGAあるいはDVI接続のディスプレイをキャリブレーション・プロファイルする時は、デバイスの種類が不明なことがしばしばあります。正確に答えることで、<application>GNOME Color Manager</application>が、キャリブレート・プロファイルしようとしているデバイスのより良いプロファイルを生成出来る可能性があります。
zh_cn: 当校准和定型一个使用 VGA 或 DVI 连接的显示器时，设备类型常常是未知的。通过正确问答，<application>GNOME 颜色管理器</application> 可以为您校准和定型的显示器生成一个较好的配置文件。

source: GNOME Color Manager Screen Type Dialog
cs: Okno Správce barev GNOME pro nastavení typu obrazovky
de: Bildschirmtyp-Dialog der GNOME Farbverwaltung
el: Παράθυρο διαλόγου Τύπος οθόνης της Διαχείρισης χρώματος GNOME
es: Diálogo de tipo de pantalla del Gestor de color de GNOME
fr: Boîte de dialogue pour le choix du type d'écran du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerの画面の種類のダイアログ
ru: Диалог настройки типа экрана в GNOME Color Manager
zh_cn: GNOME 颜色管理器屏幕类型对话框

source: When profiling a printer you can also generate images to be sent to a print shop or photograph processing agency. The profiling details will be saved, and you will need to select the correct profiling results when you receive the proofs back.
cs: Při vytváření profilu pro tiskárnu můžete též vytvořit obrázky, které zašlete do minilabu. Detaily ohledně vytvoření těchto obrázků zůstanou uloženy ve vašem počítači, při obdržení vytištěných obrázků je pouze znovu vyberete a následně bude vytvořen profil pro minilab.
de: Wenn Sie einen Drucker einrichten wollen, dann können Sie auch Bilder erstellen, die Sie an einen Druckshop oder einen Anbieter für professionelle Fotoarbeiten senden können. Die Details der Einrichtung werden gespeichert, so dass Sie nur noch die korrekten Ergebnisse auswählen müssen, sobald Sie die Abzüge zurückerhalten haben.
el: Όταν δημιουργείτε προφίλ για ένα εκτυπωτή μπορείτε επίσης να δημιουργήσετε εικόνες που θα αποσταλούν σε κάποιο τυπογραφείο ή φωτογραφείο προς εκτύπωση (δοκίμια). Οι λεπτομέρειες του προφίλ θα αποθηκευτούν και θα πρέπει να επιλέξτε τα σωστά αποτελέσματα της διαδικασίας δημιουργίας προφίλ όταν λάβετε τα δοκίμια που στείλατε για εκτύπωση.
es: Al perfilar una impresora también puede generar imágenes que se enviarán a la tienda de impresión o a la agencia de procesado de fotografía. Se guardarán los detalles y necesitará seleccionar los resultados de perfilado correctos al recibir de vuelta las pruebas.
fr: Lorsque vous profilez une imprimante vous pouvez aussi générer des images à envoyer à un magasin d'impression ou à une agence de traitement de photos. Les détails de profilage seront enregistrés et il vous faudra choisir les résultats de profilage corrects lorsque vous recevez les épreuves.
ja: プリンタのプロファイルをする際には、写真店や写真を処理する代理店に送る画像を生成することも出来ます。プロファイルの詳細が保存され、色校正を受け取る際に正しいプロファイルの結果を選ぶ必要があるでしょう。
zh_cn: 当定型一个打印机时，您也可以生成图片，发给打印商店或图片处理经销处。定型细节会被保存，当您拿到图片反馈时，您需要选择正确的定型结果。

source: GNOME Color Manager Print Mode Dialog
cs: Okno Správce barev GNOME pro nastavení režimu tisku
de: Druckmodus-Dialog der GNOME Farbverwaltung
el: Παράθυρο διαλόγου Λειτουργία εκτύπωσης της Διαχείρισης χρώματος GNOME
es: Diálogo de modo de impresión del Gestor de color de GNOME
fr: Boîte de dialogue pour le mode impression du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerの印刷モードのダイアログ
ru: Диалог настройки типа печати в GNOME Color Manager
zh_cn: GNOME 颜色管理器打印模式对话框

source: Frequently asked questions
cs: Často kladené otázky
de: Häufig gestellte Fragen
el: Συχνές ερωτήσεις
es: Preguntas más frecuentes
fr: Foire aux questions
ja: よく聞かれる質問
ru: Часто задаваемые вопросы
zh_cn: 经常问到的问题

source: This section list questions frequently asked about color management
cs: Tento oddíl uvádí často kladené otázky na téma správy barev.
de: In diesem Abschnitt finden Sie häufig gestellte Fragen rund um die GNOME Farbverwaltung.
el: Αυτή η ενότητα περιλαμβάνει συχνές ερωτήσεις σχετικά με τη διαχείριση χρώματος
es: Esta sección lista las preguntas más frecuentes acerca de la gestión del color
fr: Cette section énumère les questions fréquemment posées à propos de la gestion des couleurs.
ja: このセクションではカラーマネジメントに関してよく聞かれる質問を一覧しています
ru: В это разделе содержатся ответы на наиболее часто задаваемые вопросы.
zh_cn: 这一节列出了经常被询问到的有关颜色管理的问题
