Repository: GNOME/gnome-color-manager
Catalog: help/*/*.po
Languages: bg, cs, de, el, es, eu, fr, ja, kk, nl, ru, tr, uk, zh_cn

source: What's the difference between calibration and characterization?
cs: Jaký je rozdíl mezi kalibrací a charakterizací zařízení?
de: Was ist der Unterschied zwischen Kalibrierung und Charakterisierung?
el: Ποια η διαφορά μεταξύ βαθμονόμησης και χαρακτηρισμού;
es: ¿Cuál es la diferencia entre calibración y caracterización?
fr: Quelle est la différence entre calibration et caractérisation ?
ja: キャリブレーションと特徴付け（キャラクタライゼーション）の違いは何ですか？
ru: Чем калибровка отличается от профилирования?
zh_cn: 校准和特征分析之间有什么不同？

source: Changing controls or internal settings that it has.
cs: Změna nastavení ovládání (tlačítek) nebo interních nastavení, které dané zařízení má.
de: Ändern der Steuerung und internen Einstellungen.
el: Αλλαγή ρυθμιστικών ή εσωτερικών ρυθμίσεων που έχει
es: Cambiar los controles o ajustes internos que tiene.
fr: la modification des contrôles et paramètres internes qu'il possède,
ja: コントロールあるいはそれが扱う内部的な設定を変更する
ru: Изменение внутренних параметров работы устройства.
zh_cn: 它可以更改控制或内部设置。

source: Applying curves to its color channels.
cs: Aplikace křivek na úpravu tonality kanálů barev v zařízení.
de: Anwenden von Kurven auf deren Farbkanäle.
el: Εφαρμογή καμπυλών στα κανάλια χρώματός του.
es: Aplicar curvas a sus canales de colores.
fr: l'application de courbes à ses canaux chromatiques.
ja: カラーチャネルにカーブを適用する
ru: Применение кривых к цветовым каналам устройства.
zh_cn: 应用曲线到它的颜色通道。

source: Many people are initially confused about the difference between calibration and characterization. Calibration is the process of modifying the color behavior of a device. This is typically done using two mechanisms: <placeholder-1/>
cs: Mnoho lidí je z počátku zmateno ohledně rozdílu mezi kalibrací a charakterizací. Kalibrace je proces pozměňování chování zařízení z pohledu snímání či zobrazování barev. Obvykle se tak činí pomocí dvou mechanizmů: <placeholder-1/>
de: Viele Leute sind anfänglich verwirrt über den Unterschied zwischen Kalibrierung und Charakterisierung. Kalibrierung ist der Vorgang, der das Farbverhalten eines Gerätes anpasst. Das geschieht typischerweise durch zwei Mechanismen: <placeholder-1/>
el: Πολλοί αρχικά συγχέουν τη διαφορά μεταξύ βαθμονόμησης και χαρακτηρισμού. Η βαθμονόμηση είναι η διαδικασία τροποποίησης της χρωματικής συμπεριφοράς μιας συσκευής. Αυτό τυπικά γίνεται με χρήση δύο μηχανισμών: <placeholder-1/>
es: Mucha gente se confunde al principio con la diferencia entre calibración y caracterización. La calibración es el proceso de modificar el comportamiento de color de un dispositivo. Esto generalmente se hace a través de dos mecanismos: <placeholder-1/>
fr: Beaucoup de gens confondent dans un premier temps calibration et caractérisation. La calibration est le processus de modification du comportement chromatique d'un périphérique. Deux mécanismes sont typiquement utilisés : <placeholder-1/>
ja: 多くの場合、キャリブレーションと特徴付け（キャラクタライゼーション）の違いについて、最初は混乱します。キャリブレーションはデバイスの色についての動作を補正する処理です。典型邸には2つの仕組みを使って行います: <placeholder-1/>
ru: Многие пользователи поначалу путают калибровку и профилирование. Калибровка является изменением цветового поведения устройства. Как правило она включает: <placeholder-1/>
zh_cn: 大多数人起初会困惑关于校准和特征分析之间的区别。校准是设置一个设备颜色行为的过程。通常使用两种方法：<placeholder-1/>

source: The idea of calibration is to put a device is a defined state with regard to its color response. Often this is used as a day to day means of maintaining reproducible behavior. Typically calibration will be stored in device or systems specific file formats that record the device settings or per-channel calibration curves.
cs: Podstatou kalibrace je uvedení zařízení do definovaného stavu s ohledem na jeho odezvu vůči barvám. Často se kalibrace používá jako každodenní prostředek k dosažení opakovatelného chování. Obvykle se kalibrace ukládá přímo v zařízení nebo ve specifických souborových formátech, které ukládají nastavení zařízení nebo kalibračních křivek pro jednotlivé kanály.
de: Die Idee der Kalibrierung ist es, ein Gerät in einen definierten Zustand der Farbverarbeitung zu versetzen. Oft geht es darum, ein immer wieder reproduzierbares Verhalten anzustreben. Die Kalibrierung wird in geräte- oder systemspezifischen Dateiformaten gespeichert, welche die Geräteeinstellungen oder kanalweise getrennte Kalibrierungskurven enthalten.
el: Η ιδέα πίσω από τη βαθμονόμηση είναι να τεθεί μια συσκευή σε μια καθορισμένη κατάσταση όσον αφορά τη χρωματική της απόκριση. Συχνά χρησιμοποιείται ως καθημερινό μέσο για να εξασφαλιστεί αναπαράξιμη συμπεριφορά. Τυπικά η βαθμονόμηση θα αποθηκευτεί σε μορφές αρχείων ειδικές για τη συσκευή ή για το σύστημα, τα οποία καταγράφουν τις ρυθμίσεις της συσκευής ή τις καμπύλες βαθμονόμησης ανά κανάλι χρώματος.
es: La idea de la calibración es dejar un dispositivo en un estado definido recordando su respuesta al color. A menudo esto se usa para mantener un comportamiento reproducible en el día a día. Generalmente la calibración se almacena en formatos de archivo específicos para el dispositivo o sistema que guardan la información de configuración del dispositivo o las curvas de calibración por canal.
fr: L'idée de la calibration est de mettre un périphérique dans un état donné par rapport à sa réponse colorimétrique. C'est souvent une méthode quotidienne pour maintenir un comportement reproductible. La calibration est habituellement enregistrée dans des formats de fichiers spécifiques du système ou du périphérique qui contiennent les réglages du périphérique ou les courbes de calibration par canal.
ja: キャリブレーションという考え方は、デバイスを色応答を考慮した定義済みの状態にすることです。しばしば、再現性のある動作を日々維持することとして用いられます。典型的にはキャリブレーションはデバイスやシステムに特有のファイル形式で保持され、デバイスの設定はチャネルごとのキャリブレーションカーブを記録してあります。
ru: Суть калибровки состоит в приведении устройства в заведомо известное типовое состояние применительно к цветовоспризведению. Зачастую это используется как средство повседневной поддержки воспроизводимого поведения. Результат калибровки как правило хранится в самом устройстве или в файлах специального формата, содержащих информацию о параметрах устройства или поканальных калибрующих кривых.
zh_cn: 校准的概念是把一个设备用它的颜色响应作为已定义状态。通常这用作每天的维护和复原操作。典型的校准会存储到设备或系统指定的文件格式，用以记录设备设置情况或各个通道的校正曲线。

source: Characterization (or profiling) is <emphasis>recording</emphasis> the way a device reproduces or responds to color. Typically the result is stored in a device ICC profile. Such a profile does not in itself modify color in any way. It allows a system such as a CMM (Color Management Module) or a color aware application to modify color when combined with another device profile. Only by knowing the characteristics of two devices, can a way of transferring color from one device representation to another be achieved.
cs: Charakterizace je <emphasis>uložení</emphasis> způsobu, jakým dané zařízení reprodukuje nebo reaguje na barvu. Výsledek charakterizace je obvykle uložen v profilu ICC daného zařízení. Profil sám o sobě barvy nijak nemodifikuje, avšak poskytne informace systémům jako je CMM (Color Management Modul - modul správy barev) nebo aplikaci podporující správu barev, aby tyto mohly upravit barvy, dojde-li ke kombinaci s jiným profilem zařízení. Zachovat shodu barev při převodu mezi různými zařízeními lze pouze v případě, kdy je známa charakteristika těchto zařízení.
de: Charakterisierung (oder Profilierung) ist die <emphasis>Beschreibung</emphasis> eines durch das Gerät reproduzierbaren Weges zur Farbverarbeitung. Typischerweise wird das Ergebnis in einem ICC-Geräteprofil gespeichert. Solch ein Profil beeinflusst selbst Farben in keiner Weise. Es ermöglicht einem System wie CMM (Color Management Module) oder einer farbverarbeitenden Anwendung die Anpassung der Farben im Zusammenwirken mit einem weiteren Geräteprofil. Nur bei Kenntnis der Charakteristiken zweier Geräte gibt es einen Weg, die Farbdarstellung dieser Geräte in Einklang zu bringen.
el: Ο χαρακτηρισμός (ή δημιουργία προφίλ) είναι η <emphasis>καταγραφή</emphasis> του τρόπου με τον οποίο μια συσκευή αποδίδει ή ανταποκρίνεται στο χρώμα. Συνήθως το αποτέλεσμα αποθηκεύεται σε ένα αρχείο προφίλ ICC συσκευής. Ένα τέτοιο προφίλ δεν τροποποιεί αυτό καθεαυτό τα χρώματα. Επιτρέπει σε ένα σύστημα όπως ένα CMM (άρθρωμα διαχείρισης χρώματος) ή σε μια εφαρμογή που αντιλαμβάνεται χρώματα να τροποποιεί τα χρώματα σε συνδυασμό με ένα προφίλ άλλης συσκευής. Μόνο αν είναι γνωστά τα χαρακτηριστικά των δύο συσκευών μπορεί να πραγματοποιηθεί μεταφορά της χρωματικής απόδοσης από μια συσκευή σε μια άλλη.
es: La caracterización, o perfilado, es <emphasis>grabar</emphasis> la forma en la que un dispositivo reproduce o responde a un color. Generalmente el resultado se almacena en un perfil ICC de dispositivo. Tal perfil no modifica por si mismo de ninguna manera el color. Permite al sistema, tal como a CMM (módulo de gestión de color) o a una aplicación consciente del color, modificar el color al combinarlo con otro perfil de dispositivo. Sólo sabiendo las características de los dos dispositivos se puede lograr una transferencia de color desde la representación en un dispositivo a otro.
fr: La caractérisation (ou profilage) est l'<emphasis>enregistrement</emphasis> de la façon dont un périphérique reproduit ou répond à la couleur. Le résultat est habituellement enregistré dans un profil ICC de périphérique. Ce profil ne modifie en soi aucunement les couleurs. Cela permet à un système tel qu'un CMM (Color Management Module : module de gestion de couleurs) ou une application utilisant la couleur de modifier les couleurs lorsqu'ils sont associés avec un autre profil de périphérique. C'est seulement en connaissant les caractéristiques de deux périphériques qu'il est possible de transmettre les couleurs de la représentation d'un périphérique vers une autre.
ja: 特徴付け（キャラクタライゼーション）はデバイスが色を再現あるいは応答する方法を<emphasis>記録</emphasis>することです。典型的には、結果はデバイスのICCプロファイルに保持されます。そのようなプロファイルは補正された色を内部に持っていません。システムにおいて、CMM（Color Management Module）や色管理の出来るアプリケーションが、他のデバイスプロファイルと組み合わせた時に色を補正することを可能にします。2つのデバイスの色特性が分かっている時にのみ、あるデバイスから他のデバイスに色を転送する方法が実現されます。
ru: Профилирование является процессом <emphasis>записывания</emphasis> того, как устройство воспроизводит цвет или откликается на него. Как правило, результат профилирования сохраняется в файл формата ICC. Сам по себе такой профиль цвета не меняет. Но этот профиль может быть использован системой управления цветом (CMM, Color Management Module) или приложением, поддерживающим управление цветом, при наличии ещё одного профиля, описывающего другое устройство. Контролируемая передача цвета от одного устройства на другое возможна лишь при условии, что известны характеристики двух этих устройств.
zh_cn: 特征分析(或定型)是一个设备复原或者颜色响应的 <emphasis>记录</emphasis> 过程，通常结果存储到设备的 ICC 配置文件里，这种配置文件自身并不设置颜色，它允许像 CMM(颜色管理模块)系统或颜色相关程序，在与其他设备配置文件组合时设置颜色。只有知道两个设备的特征分析曲线，才能顺利地从一个设备传输颜色到另一个设备。

source: Note that a characterization (profile) will only be valid for a device if it is in the same state of calibration as it was when it was characterized.
cs: Všimněte si, že charakterizace (profil) je platná pouze pro zařízení, které je ve stejném stavu (kalibraci) jako když toto zařízení byl profil vytvářen.
de: Beachten Sie, dass eine Charakteristik (ein Profil) nur gültig ist für ein Gerät, das sich im gleichen Kalibrierungszustand wie zum Zeitpunkt der Charakterisierung befindet.
el: Σημειώστε ότι ένας χαρακτηρισμός (προφίλ) μιας συσκευής θα είναι έγκυρος μόνο αν αυτή βρίσκεται στην ίδια κατάσταση βαθμονόμησης όπως όταν έγινε το προφίλ.
es: Note que una perfil de caracterización sólo será válida para un dispositivo si está en el mismo estado de calibración que estaba cuando se caracterizó.
fr: Notez qu'une caractérisation (profil) ne sera valide pour un périphérique que s'il est actuellement dans le même état de calibration qu'au moment où il a été caractérisé.
ja: デバイスが特性付けされた時と同じキャリブレーション状態に無ければ、特徴付け（プロファイル）はあるデバイスについて有効でない点に注意してください。
ru: Обратите внимание на то, что характеристика (профиль) устройства корректна лишь в том случае, когда устройство находится в том же состоянии откалиброванности, в котором оно находилось при создании этого профиля.
zh_cn: 注意一个特征分析曲线(配置文件)仅对特征分析时，相同校准状态的设备有效。

source: In the case of display profiles there is some additional confusion because often the calibration information is stored in the profile for convenience. By convention it is stored in a tag called the <type>vcgt</type> tag. Although it is stored in the profile, none of the normal ICC based tools or applications are aware of it, or do anything with it. Similarly, typical display calibration tools and applications will not be aware of, or do anything with the ICC characterization (profile) information.
cs: V případě profilů displejů je situace ještě zmatenější, neboť z důvodu "pohodlí" se velmi často informace o kalibraci ukládá přímo do profilu ICC. Zvykem je ukládat kalibraci do tzv. údaje <type>vcgt</type>. Ačkoliv je tento údaj uložen v profilu, žádný z běžných programů (CMM) pro práci s převody barev mezi jednotlivými zařízeními tuto informaci nepoužívá. A obdobně, programy pro kalibraci zařízení naopak nepracují s charakterizačními daty v profilu a používají pouze vcgt údaj.
de: Im Falle der Anzeigeprofile gibt es zusätzliche Unklarheiten, da oft bequemerweise die Kalibrierungsinformationen im Profil gespeichert werden. Nach Konvention werden diese in einer Markierung namens <type>vcgt</type> gespeichert. Obwohl im Profil enthalten, nimmt keines der ICC-basierten Werkzeuge oder Anwendungen Notiz davon oder verarbeitet diese Informationen in irgendeiner Weise. Typische Werkzeuge zur Anzeigekalibrierung achten ebenfalls nicht darauf oder tun irgendetwas mit den Informationen der ICC-Charakteristik (Profilierung).
el: Στην περίπτωση των προφίλ οθονών υπάρχει επιπλέον σύγχυση επειδή συχνά οι πληροφορίες βαθμονόμησης αποθηκεύονται στο προφίλ για λόγους ευκολίας. Συμβατικά αποθηκεύονται υπό μια ετικέτα που ονομάζεται<type>vcgt</type>. Παρόλο που είναι αποθηκευμένες στο προφίλ κανένα από τα κανονικά εργαλεία που βασίζονται στο ICC ή εφαρμογές δεν μπορούν να τις αντιληφθούν ή να κάνουν κάτι με αυτές. Κατά παρόμοιο τρόπο, τα συνήθη εργαλεία και εφαρμογές βαθμονόμησης οθόνης δεν αντιλαμβάνονται ή αξιοποιούν τις πληροφορίες των προφίλ ICC.
es: En el caso de los perfiles de pantalla existe una confusión adicional porque, a menudo, la información de calibración se almacena en el perfil por conveniencia. Por convención, se almacena en una etiqueta llamada <type>vcgt</type>. Aunque se almacene en el perfil, ninguna de las herramientas basadas en ICC o aplicaciones son conscientes de ello. De forma similar, las herramientas típicas de calibración de pantallas y aplicaciones no serán conscientes de ello, ni realizaran ninguna acción con la información de caracterización (perfilado) ICC.
fr: Dans le cas de profils d'écran, il y a confusion supplémentaire car souvent les informations de calibration sont enregistrées dans le profil par commodité. Par convention, elles sont enregistrées dans une balise appelée balise <type>vcgt</type>. Bien qu'elles soient enregistrées dans le profil, aucun des outils ou applications habituels basés sur l'ICC n'en ont connaissance ou ne les utilisent. De même, les outils ou applications classiques de calibration d'écrans n'auront pas connaissance ou n'utiliseront pas les informations de caractérisation (profil) ICC.
ja: ディスプレイプロファイルに関して言えば他にもいくつか混乱があり、しばしば利便性のためにプロファイルにキャリブレーション情報が保持されることによります。慣例として<type>vcgt</type>と呼ばれるタグに保持されます。プロファイルに保持されているため、通常のICCベースのツールやアプリケーションはいずれも対応しておらず、それについて何も出来ません。同様に、典型的なディスプレイのキャリブレーションツールやアプリケーションも対応しておらず、ICCの特徴付け（プロファイル）の情報については何もしません。
ru: В случае с профилями мониторов возникает дополнительная путаница, поскольку часто информация о калибровке для удобства записывается в сам файл профиля. Эту информацию принято сохранять в тэге <type>vcgt</type>. Несмотря на то, что информация о калибровке доступна в профиле, ни одно типичное цветоуправляемое приложение не умеет работать с ней и обычно даже не знает о её существовании. Точно так же обычные средства калибровки мониторов не имеют ни малейшего понятия с информацией о цветовых характеристиках устройства (в профилях ICC) и не работают с ней.
zh_cn: 对于显示器的配置文件，有一些额外的含混，因为校准信息往往为了便利也存到配置文件里。依照惯例它被存放在一个称作 <type>vcgt</type> 的标签里。虽然它存放在配置文件里，但普通的基于 ICC 的工具或应用程序不能识别它，或者用它做任何事。类似地，典型的显示校准工具和应用程序也不能处理它，或者用这个 ICC 特征分析(配置文件)信息做任何事。

source: Missing information for whole-screen color correction
cs: Chybějí informace pro korekci celé obrazovky
de: Fehlende Information zur Farbkorrektur des gesamten Bildschirms
el: Ελλιπείς πληροφορίες για διόρθωση χρώματος πλήρους οθόνης
es: Falta información para la corrección de color de de la pantalla completa
fr: Information manquante pour la correction complète des couleurs de l'écran
ja: 全ての画面の色補正についての未知の情報
ru: Отсутствующая информация о цветокоррекции всего экрана
zh_cn: 缺少整屏颜色校正信息

source: Unfortunately, many vendor-supplied ICC profiles do not include the information required for whole-screen color correction. These profiles can still be useful for applications that can do color compensation, but you will not see all the colors of your screen change.
cs: Bohužel, mnoho profilů ICC dodaných výrobci displejů neobsahuje informaci nutnou pro korekci barev celé obrazovky. Tyto profily lze přesto použít pro aplikace, které umějí transformovat barvy pro zobrazení na displeji.
de: Leider enthalten viele der von Geräteherstellern angebotenen ICC-Profile keine Informationen für eine bildschirmweite Farbkorrektur. Dennoch sind diese Profile für Anwendungen nutzbar, die eine eigene Farbkompensation vornehmen, aber es werden nicht alle Farben des Bildschirms geändert.
el: Δυστυχώς, πολλά εμπορικά προφίλ ICC δεν περιλαμβάνουν τις πληροφορίες που απαιτούνται για διόρθωση χρώματος πλήρους οθόνης. Αυτά τα προφίλ μπορούν να φανούν χρήσιμα για εφαρμογές που μπορούν να κάνουν προσαρμογή χρώματος αλλά δεν θα δείτε να αλλάζουν όλα τα χρώματα της οθόνης σας.
es: Desafortunadamente muchos perfiles ICC proporcionados por los fabricantes no incluyen la información necesaria para la corrección de color de la pantalla entera. Estos perfiles aún pueden ser útiles para aplicaciones que hacen compensación de color, pero no verá todos los colores del cambio de su pantalla.
fr: Malheureusement beaucoup des profils ICC fournis par les marchands ne contiennent pas les informations nécessaires à la correction complète des couleurs d'écran. Ces profils peuvent quand même être utiles pour les applications qui peuvent faire de la compensation de couleur mais vous ne verrez pas toutes les modifications de couleurs de votre écran.
ja: 不幸なことに、ベンダが提供するICCプロファイルの多くは全ての画面の色補正について必要な情報を含んでいません。これらのプロファイルは色補正をするアプリケーションにとっては使いようがありますが、画面の全ての色の変更を見ることは出来ません。
ru: К сожалению, многие предоставляемые производителем профили ICC не содержат информацию, необходимую для коррекции цвета всего экрана. Такие профили можно использовать в цветоуправляемых приложениях, но цвет остальной части экрана не будет скорректирован.
zh_cn: 不幸的是，许多计算机销售者提供的 ICC 配置文件不包括所需的整屏校正信息，这些配置文件依然可以为应用程序用以颜色补偿，但您将不能看到您屏幕更改的所有颜色。

source: In order to create a display profile, which includes both calibration and characterisation data, you will need to use a special color measuring instruments callled a colorimeter or a spectrometer.
cs: Abyste mohli vytvořit profil displeje, který obsahuje jak kalibrační tak i charakterizační údaje, potřebujete použít speciální měřící sondu zvanou kolorimetr nebo spektrofotometr.
de: Um ein Anzeigeprofil zu erstellen, welches sowohl die Kalibrierungs- als auch die Charakteristikdaten enthält, benötigen Sie keine speziellen Messinstrumente wie Farbmesser oder Spektrometer.
el: Για να δημιουργήσετε ένα προφίλ οθόνης, το οποίο να περιέχει τα δεδομένα και της βαθμονόμησης και του προφίλ, θα χρειαστεί να χρησιμοποιήσετε ειδικά όργανα μέτρησης χρώματος που ονομάζονται χρωματόμετρα ή φασματοφωτόμετρα.
es: Para poder crear un perfil de mostrado, que incluye datos tanto de calibración como de caracterización, deberá usar un instrumento de medición de color especial llamado colorímetro o bien un espectrómetro.
fr: Afin de créer un profil d'écran qui inclut à la fois les données de calibration et de caractérisation, vous devez utiliser un instrument spécial pour mesurer les couleurs appelé un colorimètre ou un spectromètre.
ja: キャリブレーションと特徴付け（キャラクタライゼーション）のデータの両方を含むディスプレイプロファイルを作成するには、測色計あるいは分光光度計と呼ばれる色を計測する特殊な機材を使う必要があります。
ru: Для создания профиля монитора, который включает как данные калибровки, так и характеристик цветовоспроизведения, вам необходимо измерительное устройство, называемое колориметром или спектрометром.
zh_cn: 为了创建包含全部校准和特征分析数据的显示器配置文件，您需要使用一个特别的颜色测量工具，称作比色计或光谱仪。

source: Which color measuring instruments are supported?
cs: Které měřící sondy jsou podporovány?
de: Welche Farbmessgeräte werden unterstützt?
el: Ποια όργανα μέτρησης χρώματος υποστηρίζονται;
es: ¿Qué instrumentos de medición están soportados?
fr: Quels instruments de mesure de couleurs sont pris en charge ?
ja: どの測色計がサポートされていますか？
ru: Какие измерительные устройства поддерживаются?
zh_cn: 支持哪些颜色测量工具？

source: GNOME Color Manager relies on ArgyllCMS to support color instruments. Thus the following display measuring instruments are supported:
cs: Při práci s měřícími sondami spoléhá Správce barev GNOME na ArgyllCMS. Následující měřící sondy pro displeje jsou podporovány:
de: Die GNOME Farbverwaltung benutzt ArgyllCMS zur Unterstützung von Farbmessinstrumenten. Daher werden folgende Messinstrumente unterstützt:
el: Η Διαχείριση χρώματος του GNOME βασίζεται στο ArgyllCMS για την υποστήριξη οργάνων μέτρησης χρώματος. Έτσι υποστηρίζονται τα ακόλουθα όργανα μέτρησης οθόνης:
es: El Gestor de color de GNOME depende de ArgyIICMS para soportar instrumentos de color. Por eso los siguientes dispositivos de medición están soportados:
fr: Le gestionnaire colorimétrique GNOME repose sur ArgyllCMS pour la prise en charge des instruments de couleur. Par conséquent, les instruments de mesure d'écrans suivant sont pris en charge :
ja: GNOME Color Managerは測色計のサポートについてはArgyllCMSに依存しています。上述のように以下のディスプレイの測色計がサポートされています:
ru: GNOME Color Manager использует ArgyllCMS для работы с инструментами измерения. Таким образом поддерживаются следующие устройства:
zh_cn: GNOME 颜色管理器依赖于 ArgyllCMS 软件支持的颜色工具。下列测量工具都是支持的：

source: Gretag-Macbeth Eye-One Pro (spectrometer)
de: Gretag-Macbeth Eye-One Pro (Spektrometer)
el: Gretag-Macbeth Eye-One Pro (φασματόμετρο)
es: Gretag-Macbeth Eye-One Pro (espectrómetro)
fr: Gretag-Macbeth Eye-One Pro (spectromètre)
ja: Gretag-Macbeth Eye-One Pro (分光光度計)
ru: Gretag-Macbeth Eye-One Pro (спектрометр)
zh_cn: Gretag-Macbeth Eye-One Pro (光谱仪)

source: Gretag-Macbeth Eye-One Monitor (spectrometer)
de: Gretag-Macbeth Eye-One Monitor (Spektrometer)
el: Gretag-Macbeth Eye-One Monitor (φασματόμετρο)
es: Gretag-Macbeth Eye-One Monitor (espectrómetro)
fr: Gretag-Macbeth Eye-One Monitor (spectromètre)
ja: Gretag-Macbeth Eye-One Monitor (分光光度計)
ru: Gretag-Macbeth Eye-One Monitor (спектрометр)
zh_cn: Gretag-Macbeth Eye-One Monitor (光谱仪)

source: Gretag-Macbeth Eye-One Display 1, 2 or LT (colorimeter)
cs: Gretag-Macbeth Eye-One Display 1, 2 nebo LT (colorimeter)
de: Gretag-Macbeth Eye-One Display 1, 2 oder LT (Farbmesser)
el: Gretag-Macbeth Eye-One Display 1, 2 or LT (χρωματόμετρο)
es: Gretag-Macbeth Eye-One Display 1, 2 o LT (colorímetro)
fr: Gretag-Macbeth Eye-One Display 1, 2 or LT (colorimètre)
ja: Gretag-Macbeth Eye-One Display 1, 2 or LT (測色計)
ru: Gretag-Macbeth Eye-One Display 1, 2 или LT (колориметр)
zh_cn: Gretag-Macbeth Eye-One Display 1, 2 或 LT (比色计)
