Repository: GNOME/gnome-color-manager
Catalog: help/*/*.po
Languages: bg, cs, de, el, es, eu, fr, ja, kk, nl, ru, tr, uk, zh_cn

source: X-Rite ColorMunki Design or Photo (spectrometer)
cs: X-Rite ColorMunki Design nebo Photo (spectrometer)
de: X-Rite ColorMunki Design oder Photo (Spektrometer)
el: X-Rite ColorMunki Design or Photo (φασματόμετρο)
es: X-Rite ColorMunki Design o Photo (espectrómetro)
fr: X-Rite ColorMunki Design or Photo (spectromètre)
ja: X-Rite ColorMunki Design or Photo (分光光度計)
ru: X-Rite ColorMunki Design or Photo (спектрометр)
zh_cn: X-Rite ColorMunki Design 或 Photo (光谱仪)

source: X-Rite ColorMunki Create (colorimeter)
de: X-Rite ColorMunki Create (Farbmesser)
el: X-Rite ColorMunki Create (χρωματόμετρο)
es: X-Rite ColorMunki Create (colorímetro)
fr: X-Rite ColorMunki Create (colorimètre)
ja: X-Rite ColorMunki Create (測色計)
ru: X-Rite ColorMunki Create (колориметр)
zh_cn: X-Rite ColorMunki Create (比色计)

source: Pantone Huey (colorimeter)
de: Pantone Huey (Farbmesser)
el: Pantone Huey (χρωματόμετρο)
es: Pantone Huey (colorímetro)
fr: Pantone Huey (colorimètre)
ja: Pantone Huey (測色計)
ru: Pantone Huey (колориметр)
zh_cn: Pantone Huey (比色计)

source: MonacoOPTIX (colorimeter)
de: MonacoOPTIX (Farbmesser)
el: MonacoOPTIX (χρωματόμετρο)
es: MonacoOPTIX (colorímetro)
fr: MonacoOPTIX (colorimètre)
ja: MonacoOPTIX (測色計)
ru: MonacoOPTIX (колориметр)
zh_cn: MonacoOPTIX (比色计)

source: ColorVision Spyder 2 and 3 (colorimeter)
cs: ColorVision Spyder 2 a 3 (colorimeter)
de: ColorVision Spyder 2 und 3 (Farbmesser)
el: ColorVision Spyder 2 and 3 (χρωματόμετρο)
es: ColorVision Spyder 2 y 3 (colorímetro)
fr: ColorVision Spyder 2 and 3 (colorimètre)
ja: ColorVision Spyder 2 and 3 (測色計)
ru: ColorVision Spyder 2 and 3 (колориметр)
zh_cn: ColorVision Spyder 2 和 3 (比色计)

source: Colorimètre HCFR (colorimeter)
de: Colorimètre HCFR (Farbmesser)
el: Colorimètre HCFR (χρωματόμετρο)
es: Colorimètre HCFR (colorímetro)
fr: Colorimètre HCFR (colorimètre)
ja: Colorimètre HCFR (測色計)
ru: Colorimètre HCFR (колориметр)
zh_cn: Colorimètre HCFR (比色计)

source: Which target types are supported?
cs: Které typy vzorníků jsou podporovány?
de: Welche Zieltypen werden unterstützt?
el: Ποιοι τύποι αρχείων υποστηρίζονται;
es: ¿Qué tipos de objetivos están soportados?
fr: Quels sont les types de cibles supportés ?
ja: どのような種類の色見本がサポートされていますか？
ru: Какие типы мишеней поддерживаются?
zh_cn: 支持哪些比色卡类型？

source: GNOME Color Manager supports the following types of targets:
cs: Správce barev GNOME podporuje následující typy vzorníků:
de: Die GNOME Farbverwaltung unterstützt folgende Typen von Zielen:
el: Η Διαχείριση χρώματος του GNOME υποστηρίζει τους ακόλουθους τύπους στόχων (δοκιμίων):
es: El Gestor de color de GNOME soporta los siguientes tipos de objetivos:
fr: Le gestionnaire colorimétrique GNOME prend en charge les types de cibles suivants :
ja: GNOME Color Managerは以下の種類の色見本をサポートしています:
ru: GNOME Color Manager поддерживает следующие типы мишеней:
zh_cn: GNOME 颜色管理器支持下列类型比色卡：

source: Where do I purchase targets from?
cs: Kde mohu koupit vzorníky?
de: Wo sind solche Ziele käuflich zu erwerben?
el: Από πού αγοράζω στόχους (δοκίμια);
es: ¿Dónde compro objetivos?
fr: Chez qui dois-je acheter des cibles ?
ja: 色見本はどこで購入できますか？
ru: Где я могу купить мишени?
zh_cn: 我从哪儿可以购买到比色卡？

source: You can purchase targets from well-known vendors like KODAK, X-Rite and LaserSoft in various online shops. Alternatively you can buy targets from <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> at a very fair price.
cs: Vzorníky můžete koupit od známých výrobců jako jsou KODAK, X-Rite a LaserSoft v různých internetových obchodech. Můžete je též koupit od <ulink url="http://www.targets.coloraid.de/" type="http">Wolfa Fausta</ulink> za velmi příznivou cenu.
de: Sie können solche Ziele von bekannten Anbietern wie KODAK, X-Rite und LaserSoft im Internethandel beziehen. Alternativ sind Ziele bei <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> zu einem günstigen Preis erhältlich.
el: Μπορείτε να αγοράσετε δοκίμια από γνωστές εταιρείες όπως KODAK, X-Rite και LaserSoft σε διάφορα διαδικτυακά καταστήματα. Εναλλακτικά μπορείτε να αγοράσετε δοκίμια από <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> σε πολύ λογικές τιμές.
es: Puede comprar objetivos de fabricantes conocidos como KODAK, X-RITE y LaserSoft en varias tiendas en línea. Alternativamente puede comprar objetivos en <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> a muy buen precio.
fr: Vous pouvez acheter des cibles chez des vendeurs célèbres comme KODAK, X-Rite et LaserSoft sur diverses boutiques en ligne. Sinon vous pouvez acheter des cibles chez <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> à des prix très raisonnables.
ja: KODAKやX-Rite、LaserSoftなどのよく知られたベンダの様々なオンラインショップから色見本を購入出来ます。
ru: Вы можете купить мишени в интернет-магазинах у хорошо известных производителей, таких как KODAK, X-Rite и LaserSoft. Вы также можете купить очень качественные мишени у <ulink url="http://www.targets.coloraid.de/" type="http">Вольфа Фауста</ulink> по весьма разумной цене.
zh_cn: 您可以从知名销售商购买到比色卡，比如 KODAK、X-Rite 和 LaserSoft 的各种在线商店。另外您也可以从 <ulink url="http://www.targets.coloraid.de/" type="http">Wolf Faust</ulink> 用公平的价格买到。

source: About
cs: O programu
de: Über die Farbverwaltung
el: Περί
es: Acerca de
fr: À propos
ru: О программе
zh_cn: 关于

source: GNOME Color Manager was written by Richard Hughes <email>richard@hughsie.com</email>. To find more information about GNOME Color Manager, please visit the <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>GNOME Color Manager</application> web page</ulink>.
cs: Správce barev GNOME byl napsán Richardem Hughesem <email>richard@hughsie.com</email>. Další informace o tomto programu najdete na <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http">webové stránce <application>Správce barev GNOME</application></ulink>.
de: Die GNOME-Farbverwaltung wurde von Richard Hughes <email>richard@hughsie.com</email> geschrieben. Besuchen Sie die Webseite der <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>GNOME-Farbverwaltung</application></ulink>, um mehr über die GNOME-Farbverwaltung zu erfahren.
el: Η Διαχείριση χρώματος του GNOME γράφτηκε από τον Richard Hughes <email>richard@hughsie.com</email>. Για περισσότερες πληροφορίες για τη Διαχείριση χρώματος του GNOME, παρακαλούμε επισκεφθείτε το <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>GNOME Color Manager</application> web page</ulink>.
es: Richard Hughes <email>richard@hughsie.com</email> escribió el Gestor de color de GNOME. Para obtener más información acerca del Gestor de color de GNOME visite la <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http">página web del <application>Gestor de color de GNOME</application></ulink>.
fr: Le gestionnaire colorimétrique GNOME a été écrit par Richard Hughes <email>richard@hughsie.com</email>. Pour plus d'informations sur le gestionnaire colorimétrique GNOME, visitez la <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http">page Web du <application>gestionnaire colorimétrique GNOME</application></ulink>.
ja: GNOME Color ManagerはRichard Hughes <email>richard@hughsie.com</email>によって作成されました。GNOME Color Managerについての詳細情報は、<ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>GNOME Color Manager</application> のウェブページ</ulink>を参照してください。
ru: GNOME Color Manager был написан Ричардом Хьюсом (Richard Hughes <email>richard@hughsie.com</email>. Более подробную информацию об этом пакете приложений вы можете получить на <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>сайте проекта</application></ulink>.
zh_cn: GNOME 颜色管理器由 Richard Hughes <email>richard@hughsie.com</email> 编写。要获得更多 GNOME 颜色管理器的相关信息，请访问 <ulink url="http://projects.gnome.org/gnome-color-manager/" type="http"><application>GNOME 颜色管理器</application> 网页</ulink>。

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions at the <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http"><application>GNOME Color Manager</application> Bug Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci Správce barev GNOME nebo této příručce, postupujte dle instrukcí na <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http">stránce chyb <application>Správce barev GNOME</application></ulink>.
de: Um einen Fehler zu melden oder einen Vorschlag für die GNOME Farbverwaltung oder diesem Handbuch zu unterbreiten, befolgen Sie die Anweisungen auf der <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http">Kontaktseite der <application>GNOME Farbverwaltung</application></ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με αυτή την εφαρμογή ή το εγχειρίδιο, ακολουθήστε τις οδηγίες στο <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http"><application>GNOME Color Manager</application> Bug Page</ulink>.
es: Para informar de un fallo o hacer alguna sugerencia concerniente a esta aplicación o este manual, siga las indicaciones en la <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http">página de errores del <application>Gestor de color de GNOME</application></ulink>.
fr: Pour rapporter un bogue ou émettre une suggestion concernant cette application ou ce manuel, procédez comme indiqué sur la <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http">page des bogues du <application>gestionnaire colorimétrique GNOME</application></ulink>.
ja: GNOMEカラーマネージャアプリケーションやこのマニュアルに関するバグレポートや提案については、<ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http"><application>GNOME Color Manager</application> Bug Page</ulink>を参照してください。
ru: Чтобы сообщить об ошибке в этом руководстве или предложить что-нибудь, воспользуйтесь данными на <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http">контактной странице <application>GNOME Color Manager</application></ulink>.
zh_cn: 要报告关于这个程序或使用手册中的缺陷，或者提出建议，请参照 <ulink url="http://projects.gnome.org/gnome-color-manager/bugs.html" type="http"><application>GNOME 颜色管理器</application> Bug 页面</ulink>上的指导。

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="gnome-color-manager:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
cs: Tento program je šířen podle ustanovení GNU General Public License, vydávané Free Software Foundation; a to buď verze 2 této licence anebo (podle vlastního uvážení) kterékoliv pozdější verze. Kopii této licence naleznete na <ulink url="http://www.gnu.org/licenses/gpl.html" type="http">stránce projektu GNU</ulink> nebo v souboru COPYING přiloženém ke zdrojovým kódům tohoto programu.
de: Dieses Programm ist freie Software, Sie können sie weitergeben und/oder verändern, solange Sie sich an die Regeln der GNU General Public License halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 2 der Lizenz oder (nach Ihrem Ermessen) in jeder folgenden Lizenz. Eine Kopie der Lizenz kann unter folgendem <ulink url="gnome-color-manager:gpl" type="help">Verweis</ulink> oder in der Datei »COPYING« erhalten werden, die dem Quellcode dieses Programms beiliegt.
el: Αυτό το πρόγραμμα διανέμεται υπό τους όρους της GNU General Public License όπως δημοσιεύεται από το Free Software Foundation. Είτε υπό την έκδοση 2 της άδειας είτε (κατ' επιλογήν σας) υπό οποιαδήποτε μεταγενέστερη. Αντίγραφο αυτής της άδειας μπορεί να βρεθεί στο <ulink url="gnome-color-manager:gpl" type="help">link</ulink> ή στο αρχείο COPYING το οποίο περιλαμβάνεται με τον πηγαίο κώδικα αυτού του προγράμματος.
es: Este programa se distribuye bajo los términos de la Licencia Pública General GNU tal como la publica la Free Software Foundation; tanto en la versión 2 de la Licencia, o (a su opción) cualquier otra versión posterior. Puede encontrarse una copia de esta licencia en este <ulink url="gnome-color-manager:gpl" type="help">enlace</ulink> o en el archivo COPYING incluido con el código fuente de este programa.
fr: Ce programme est distribué selon les termes de la GNU General Public License, tels que publiés par la Free Software Foundation ; soit la version 2 de cette licence ou (à votre choix) toute version ultérieure. Une copie de cette licence est disponible à <ulink url="gnome-color-manager:gpl" type="help">ce lien</ulink> ou dans le fichier COPYING inclus dans le code source de ce programme.
zh_cn: 本程序分发是遵照自由软件基金会发布的 GNU 通用公共许可证第二版，或者(您愿意选择)更高的版本。此许可证的一个副本可以在此 <ulink url="gnome-color-manager:gpl" type="help">链接</ulink> 找到，或者在一个随源代码一起发布的 COPYING 文件里。

source: translator-credits
cs: Milan Knížek <knizek@volny.cz>, 2010
de: Christian Kirbach <Christian.Kirbach@googlemail.com>, 2009, 2010. Mario Blättermann <mariobl@gnome.org>, 2010
el: Μνεία μεταφραστών
es: Jorge González <jorgegonz@svn.gnome.org>, 2009-2010
fr: Laurent Coudeur <laurentc@iol.ie>, 2010 Bruno Brouard <annoa.b@gmail.com>, 2010
ja: Ryo Fujita <rfujita@redhat.com>, 2010.
ru: Александр Прокудин, 2009, 2010
zh_cn: TeliuTe <teliute@163.com>, 2010

source: CMP DigitalTarget
el: CMP Digital Target 3

source: Creative Commons Attribution-ShareAlike 3.0 Unported License
bg: Признание-Споделяне на споделеното 3.0 Нелокализиран
eu: Creative Commons Attribution-ShareAlike 3.0 Unported lizentzia
kk: Creative Commons Attribution-ShareAlike 3.0 Unported лицензиясы
nl: Creative Commons Naamsvermelding-GelijkDelen 3.0 Unported Licentie

source: This work is licensed under a <_:link-1/>.
bg: Тази работа е лицензирана под <_:link-1/>.
eu: Lan honen lizentzia <_:link-1/> da.
kk: Бұл жұмыс <_:link-1/> аясында лицензияланған.
nl: Dit werk is uitgebracht onder een <_:link-1/>.
tr: Bu çalışma <_:link-1/> ile lisanslanmıştır.
uk: Ця робота розповсюджується за умов дотримання <_:link-1/>.

# _
source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
eu: Asier Sarasua Garmendia <asiersarasua@ni.eus>, 2021, 2023
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nl: Nathan Follens <nfollens@gnome.org>, 2022.
tr: Bahadır Hamza Öztürk <bahadirhamza2@gmail.com>, 2023 Sabri Ünal <libreajans@gmail.com>, 2023 Emin Tufan Çetin <etcetin@gmail.com>, 2023.
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020

source: How to import an existing ICC profile using a Linux system.
bg: Как да внасяте съществуващ цветови профил като използвате Linux.
eu: Nola inportatu ICC profil bat Linux sistema bat erabilita.
kk: Linux жүйесін қолданып, бар ICC профилін қалай импорттауға болады.
nl: Importeer een bestaand ICC-profiel met een Linux-systeem.
tr: Linux sistemi kullanarak var olan ICC profili nasıl içe aktarılır.
uk: Як імпортувати наявний профіль ICC з використанням системи Linux.

source: Installing an ICC profile on Linux
bg: Инсталиране на цветови профил на Linux
eu: ICC profil bat Linuxen instalatzea
kk: Linux жүйесінде ICC профилін орнату
nl: Een ICC-profiel installeren op Linux
tr: Linuxʼta ICC profili kurulumu
uk: Встановлення профілю ICC у Linux

source: If you have <cmd>gnome-color-manager</cmd> or <cmd>colord-kde</cmd> installed then just double click the <file>.icc</file> profile and click <gui>Import</gui>. You can then assign the new profile to an existing device using the <guiseq><gui>System Settings</gui><gui>Color</gui></guiseq> panel.
bg: Ако сте инсталирали <cmd>gnome-color-manager</cmd> или <cmd>colord-kde</cmd>, просто натиснете два пъти върху профила <file>.icc</file> и натиснете върху <gui>Внасяне</gui>. След това може да зададете новия профил на съществуващо устройство, като използвате панела <guiseq><gui>Системни настройки</gui><gui>Цвят</gui></guiseq>.
eu: <cmd>gnome-color-manager</cmd> edo <cmd>colord-kde</cmd> instalatuta badago sisteman, egin klik bikoitza <file>.icc</file> profilean eta egin klik <gui>Inportatu</gui> aukeran. Ondoren, profil berria existitzen den gailu bati esleitu dakioke <guiseq><gui>Sistemaren ezarpenak</gui><gui>Kolorea</gui></guiseq> panela erabilita.
kk: Егер сізде <cmd>gnome-color-manager</cmd> немесе <cmd>colord-kde</cmd> орнатылған болса, жай ғана <file>.icc</file> профиліне екі рет шертіп, <gui>Импорттау</gui> батырмасын шертіңіз. Содан кейін <guiseq><gui>Жүйелік баптаулар</gui><gui>Түс</gui></guiseq> панелі арқылы жаңа профильді бар құрылғыға тағайындай аласыз.
nl: Als u <cmd>gnome-color-manager</cmd> of <cmd>colord-kde</cmd> hebt geïnstalleerd kunt u dubbelklikken op het <file>.icc</file>-profiel en klikken op <gui>Importeren</gui>. U kunt het nieuwe profiel dan toewijzen aan een bestaand apparaat via het paneel <guiseq><gui>Systeeminstellingen</gui><gui>Kleur</gui></guiseq>.
tr: Eğer <cmd>gnome-color-manager</cmd> ya da <cmd>colord-kde</cmd> kuruluysa, <file>.icc</file> profiline çift tıklayın ve <gui>İçe Aktar</gui>ʼa tıklayın. Daha sonra yeni profili var olan bir aygıta atamak için <guiseq><gui>Sistem Ayarları</gui><gui>Renk</gui></guiseq> panelini kullanın.
uk: Якщо у вашій системі встановлено <cmd>gnome-color-manager</cmd> або <cmd>colord-kde</cmd>, просто двічі клацніть на файлі профілю <file>.icc</file> і натисніть кнопку <gui>Імпортувати</gui>. Ви можете пов'язати новий профіль із наявним пристроєм за допомогою панелі <guiseq><gui>Системні параметри</gui><gui>Колір</gui></guiseq>.

source: Profile calibration curves are automatically loaded at login, or can be loaded for all users at startup if the <gui>Set for all users</gui> button is clicked.
bg: Кривите за калибриране на профили се зареждат автоматично при влизане в системата или може да бъдат заредени за всички потребители при стартиране, ако е натиснат бутонът <gui>Задаване за всички потребители</gui>.
eu: Profilaren kalibrazio-kurbak automatikoki kargatzen dira saioa hastean, edo erabiltzaile guztietarako kargatu daiteke abioan <gui>Ezarri erabiltzaile guztietarako</gui> botoia sakatuta badago.
kk: Профильдің калибрлеу қисықтары жүйеге кірген кезде автоматты түрде жүктеледі, немесе <gui>Барлық пайдаланушылар үшін орнату</gui> батырмасы шертілсе, жүйе іске қосылғанда барлық пайдаланушылар үшін жүктелуі мүмкін.
nl: Profielkalibratiecurves worden bij het aanmelden automatisch ingeladen, of kunnen bij het opstarten ingeladen worden voor alle gebruikers als <gui>Instellen voor alle gebruikers</gui> ingeschakeld is.
tr: Profil kalibrasyon eğrileri oturum açıldığında kendiliğinden yüklenir ya da <gui>Tüm kullanıcılar için ayarla</gui> düğmesine tıklanırsa başlangıçta tüm kullanıcılar için yüklenebilir.
uk: Криві калібрування профілю буде автоматично завантажено при вході до системи. Ці криві також можна завантажити для усіх користувачів під час запуску, якщо натиснути кнопку <gui>Вказати для всіх користувачів</gui>.

source: How to import an existing ICC profile using a Windows system.
bg: Как да внасяте съществуващ цветови профил като използвате Windows.
eu: Nola inportatu ICC profil bat Windows sistema bat erabilita.
kk: Windows жүйесін қолданып, бар ICC профилін қалай импорттауға болады.
nl: Importeer een bestaand ICC-profiel met een Windows-systeem.
tr: Windows sistemi kullanarak var olan ICC profili nasıl içe aktarılır.
uk: Як імпортувати наявний профіль ICC з використанням системи Windows.

source: Installing an ICC profile on Microsoft Windows
bg: Инсталиране на цветови профил на Windows
eu: ICC profil bat Microsoft Windowsen instalatzea
kk: Microsoft Windows жүйесінде ICC профилін орнату
nl: Een ICC-profiel installeren op Microsoft Windows
tr: Microsoft Windowsʼta ICC profili kurulumu
uk: Встановлення профілю ICC у Microsoft Windows

source: The method for assigning the profile to a device and also using the embedded calibration curves is different for each version of Microsoft Windows.
bg: Методът за задаване на профил към устройство, както и за използване на вградените криви за калибриране, е различен за всяка версия на Microsoft Windows.
eu: Profila gailu bati esleitzeko metodoa eta kapsulatutako kalibrazio-kurbatk erabiltzeko modua desberdina da Microsoft Windows bertsio bakoitzean.
kk: Профильді құрылғыға тағайындау және ендірілген калибрлеу қисықтарын қолдану әдісі Microsoft Windows-тың әр нұсқасы үшін әртүрлі.
nl: De manier waarop u het profiel aan een apparaat toewijst en het gebruik van de ingebakken kalibratiecurves verschilt voor elke versie van Microsoft Windows.
tr: Profili bir aygıta atama ve ayrıca gömülü kalibrasyon eğrilerini kullanma yöntemi Microsoft Windowsʼun her sürümü için başkadır.
uk: Спосіб призначення профілю до пристрою, а також використання кривих калібрування є різним для різних версій Microsoft Windows.

source: Right click on the profile in Windows Explorer and click <gui>Install profile</gui>. This copies the profile to the correct directory automatically.
bg: Натиснете с десния бутон на мишката върху профила в Windows файловия мениджър и натиснете върху <gui>Инсталиране на профил</gui>. Това автоматично копира профила в правилната папка.
eu: Egin eskuineko klik profilean, Windows Explorer aplikazioan, eta egin klik <gui>Instalatu profila</gui> aukeran. Profila kokaleku zuzenean kopiatuko da automatikoki.
kk: Windows Explorer ішінде профильге оң жақпен шертіп, <gui>Профильді орнату</gui> опциясын шертіңіз. Бұл профильді тиісті бумаға автоматты түрде көшіреді.
nl: Rechtsklik op het profiel in Windows Verkenner en klik op <gui>Profiel installeren</gui>. Hiermee wordt het profiel automatisch naar de correcte map gekopieerd.
tr: Windows Gezginiʼnde profile sağ tıklayın ve <gui>Profil Kur</gui>ʼa tıklayın. Bu profili kendiliğinden doğru dizine kopyalar.
uk: Клацніть правою кнопкою на файлі профілю у Провіднику Windows і виберіть у контекстному меню пункт <gui>Встановити профіль</gui>. У результаті профіль буде скопійовано до належного каталогу автоматично.

source: Then open <guiseq><gui>Control Center</gui><gui>Color</gui></guiseq> and add the profile to the device.
bg: След това отворете <guiseq><gui>Контролен панел</gui><gui>Цвят</gui></guiseq> и добавете профила към устройството.
eu: Ondoren, ireki <guiseq><gui>Kontrol-zentroa</gui><gui>Kolorea</gui></guiseq> eta gehitu profila gailuari.
kk: Содан кейін <guiseq><gui>Басқару орталығы</gui><gui>Түс</gui></guiseq> терезесін ашып, профильді құрылғыға қосыңыз.
nl: Open dan het <guiseq><gui>Controlepaneel</gui><gui>Kleur</gui></guiseq> en voeg het profiel toe aan het apparaat.
tr: Sonra <guiseq><gui>Denetim Masası</gui><gui>Renk</gui></guiseq>ʼi açın ve profili aygıta ekleyin.
uk: Далі, відкрийте <guiseq><gui>Центр керування</gui><gui>Колір</gui></guiseq> і додайте профіль до пристрою.
