Repository: GNOME/gnome-color-manager
Catalog: help/*/*.po
Languages: bg, cs, de, el, es, eu, fr, ja, kk, nl, ru, tr, uk, zh_cn

source: The GNOME Color Manager is a framework that helps the user generate, install and manage device colors on a <systemitem>GNOME desktop</systemitem>. It does this to help a user match color across all devices. This gives a consistent color to an image or document, wherever it is output.
cs: Správce barev GNOME je souhrn aplikací, které uživateli pomáhají vytvořit, instalovat a spravovat profily barev zařízení v rámci <systemitem>pracovního prostředí GNOME</systemitem>. Účelem je pomoci uživateli sladit barvy mezi všemi zařízeními. Výsledkem jsou konzistentní barvy obrázků či dokumentů bez ohledu na to, čím jsou zobrazeny či vytištěny.
de: Die GNOME Farbverwaltung ist eine Umgebung, die Benutzer beim Erstellen, Installieren und Verwalten der Farben von Geräten in der <systemitem>GNOME-Arbeitsumgebung</systemitem> unterstützt. Dem Benutzer wird der Abgleich der Farbdarstellung aller Geräte ermöglicht. Dadurch werden Farben konsistent wiedergegeben, unabhängig davon, ob es sich um ein Bild oder ein Dokument handelt, oder wo die Ausgabe erfolgt.
el: Η Διαχείριση χρώματος του GNOME είναι ένα πλαίσιο που βοηθά το χρήστη να δημιουργήσει, εγκαταστήσει και διαχειριστεί τα χρώματα των συσκευών σε ένα <systemitem>σύστημα GNOME</systemitem>. Αυτό γίνεται για να βοηθηθεί ο χρήστης να ταιριάξει τα χρώματα σε όλες τις συσκευές. Έτσι μια εικόνα ή ένα έγγραφο εμφανίζεται με την ίδια απόχρωση όπου και να εμφανίζεται.
es: El Gestor de color de GNOME es un entorno de trabajo que permite al usuario generar, instalar y gestionar dispositivos de color en un <systemitem>Escritorio GNOME</systemitem>. Lo hace para ayudar al usuario a que coincidan los colores entre todos los dispositivos. Esto proporciona un color consistente a una imagen o documento, independientemente de la salida.
fr: Le gestionnaire colorimétrique GNOME est un utilitaire qui vous aide à créer, installer et gérer des périphériques couleurs dans un <systemitem>bureau GNOME</systemitem>. Il permet aux utilisateurs d'obtenir les mêmes couleurs pour tous les périphériques et donne une couleur cohérente à une image ou un document quelle que soit sa sortie.
ja: GNOME Color Managerは<systemitem>GNOME デスクトップ</systemitem>上でデバイスの色を生成、インストール、管理する手助けをするフレームワークです。これにより、全てのデバイスに渡って色を一致させる手助けをします。出力される場所に関わらず画像やドキュメントの色の恒常性を提供します。
ru: GNOME Color Manager является набором средств, позволяющих пользователям настраивать сквозное управление цветом в рабочей среде <systemitem>GNOME</systemitem>. Благодаря этому вы можете добиться согласованной цветопередачи изображений или документов при просмотре и печати.
zh_cn: GNOME 颜色管理器是一个框架程序，可以帮助用户生成、安装和管理 <systemitem>GNOME 桌面</systemitem> 上的设备颜色。它可以帮助用户匹配颜色于所有的设备，这将给出图片或文档统一的颜色，无论它是否是一个输出设备。

source: The GNOME Color Manager communicates the selected profiles to color-aware applications, maintaining the color across applications.
cs: Správce barev GNOME poskytne vybrané profily ICC aplikacím podporujícím správu barev, čímž zajistí konzistentní správu barev v různých aplikacích.
de: Die GNOME Farbverwaltung stellt die gewählten Profile denjenigen Anwendungen bereit, die für eine richtige Farbdarstellung sorgen. Dadurch wird anwendungsübergreifende Verwaltung der Farben möglich.
el: Η Διαχείριση χρώματος GNOME γνωστοποιεί τα επιλεγμένα προφίλ σε όλες τις εφαρμογές που σχετίζονται με χρώματα, διατηρώντας τα από εφαρμογή σε εφαρμογή.
es: El Gestor de color de GNOME comunica los perfiles de color seleccionados con a las aplicaciones conscientes del color, manteniendo el color entre las aplicaciones.
fr: Le gestionnaire colorimétrique GNOME transmet les profils sélectionnés aux applications utilisant la couleur en conservant la même couleur à travers les applications.
ja: GNOME Color Managerは色管理の出来るアプリケーションに選択されたプロファイルを伝達して、アプリケーション間で色を維持します。
ru: GNOME Color Manager берёт на себя задачу централизованного управления цветовыми профилями и передачи информации об используемых профилях приложениям, поддерживающим управление цветом.
zh_cn: GNOME 颜色管理器把选中的配置文件传给对应的使用颜色的应用程序，使颜色信息传达应用程序。

source: The GNOME Color Manager uses <ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> (ICC) profiles to map device color characteristics onto a standard color space used by the <systemitem>GNOME desktop</systemitem>.
cs: Správce barev GNOME používá profily ICC definované <ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> k převodu barev charakteristických pro různá zařízení do standardního prostoru barev používaného <systemitem>pracovním prostředím GNOME</systemitem>.
de: Die GNOME Farbverwaltung verwendet die Profile des <ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> (ICC), um Farbcharakeristika von Geräten an den standardisierten Farbraum der <systemitem>GNOME-Arbeitsumgebung</systemitem> anzupassen.
el: Η Διαχείριση χρώματος GNOME χρησιμοποιεί προφίλ <ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> (ICC) για να χαρτογραφήσει τα χαρακτηριστικά του χρώματος των συσκευών σε ένα τυποποιημένο χρωματικό χώρο που χρησιμοποιεί το <systemitem>GNOME</systemitem>.
es: El Gestor de color de GNOME usa perfiles del <ulink url="http://www.color.org" type="http">Consorcio Internacional del Color</ulink> (ICC) para mapear las características de color de los dispositivos en un espacio de color estándar usado por el <systemitem>Escritorio GNOME</systemitem>.
fr: Le gestionnaire colorimétrique GNOME utilise les profils de l'<ulink url="http://www.color.org" type="http">International Color Consortium</ulink> (ICC) « Consortium international sur les couleurs » pour faire correspondre les caractéristiques couleurs d'un périphérique à un espace colorimétrique standard utilisé par le <systemitem>bureau GNOME</systemitem>.
ja: GNOME Color Managerは<ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> (ICC) プロファイルを用いて、<systemitem>GNOME デスクトップ</systemitem>が用いる標準の色空間にデバイスの色特性を適用します。
ru: GNOME Color Manager использует профили стандарта <ulink url="http://www.color.org" type="http"> International Color Consortium</ulink> (ICC) для создания единой цветоуправляемой среды в <systemitem>GNOME</systemitem>.
zh_cn: GNOME 颜色管理器使用 <ulink url="http://www.color.org" type="http">国际色彩联盟</ulink>(ICC)文件来映射设备特征分析文件连接到 <systemitem>GNOME 桌面</systemitem> 使用的标准颜色空间上。

source: GNOME Color Manager should NOT be used to alter the appearance of your desktop. The Appearance preference tool lets you configure various aspects of how your desktop looks.
cs: Správce barev GNOME by NEMĚL být používán k úpravě vzhledu (barev) vašeho pracovního prostředí. Nástroj na úpravu vzhledu najdete v menu Volby / Vzhled.
de: Die GNOME Farbverwaltung sollte nicht dazu missbraucht werden, das Erscheinungsbild der Arbeitsumgebung zu ändern. Stattdessen ermöglicht Ihnen das Erscheinungsbild-Einstellungswerkzeug die Einrichtung der verschiedenen Aspekte des Aussehens Ihrer Arbeitsumgebung.
el: Η Διαχείριση χρώματος GNOME ΔΕΝ πρέπει να χρησιμοποιείται για να αλλάξει την εμφάνιση της επιφάνειας εργασίας σας. Το εργαλείο Εμφάνιση στις προτιμήσεις συστήματος σας επιτρέπει να διαμορφώσετε διάφορα σημεία της εμφάνισης της επιφάνειας εργασίας σας.
es: El Gestor de color de GNOME NO se debe usar para alterar la apariencia de su escritorio. La herramienta Apariencia le permite configurar los diversos aspectos del aspecto de su escritorio.
fr: Le gestionnaire colorimétrique GNOME NE doit PAS être utilisé pour modifier l'apparence de votre bureau. L'outil des préférences « Apparence » vous permet de configurer divers aspects de l'apparence de votre bureau.
ja: GNOME Color Managerはデスクトップの見た目を変更するために使われるものではありません。「外観の設定」でデスクトップがどのように表示されるかを様々な角度で設定出来ます。
ru: GNOME Color Manager не должен использоваться для изменения внешнего вида вашей рабочей среды. используйте для этого апплет «Внешний вид».
zh_cn: GNOME 颜色管理器不应用于改变桌面的外观，您可以使用外观首选项工具来配置不同的桌面外观效果。

source: Usage
cs: Použití
de: Aufruf
el: Χρήση
es: Uso
fr: Utilisation
ja: 利用方法
ru: Использование
zh_cn: 用法

source: <application>GNOME Color Manager</application> is usually started at GNOME start-up, but you can manually start <application>GNOME Color Manager</application> using:
cs: <application>Správce barev GNOME</application> se obvykle spouští při spuštění GNOME, ale můžete jej spustit i ručně:
de: Die <application>GNOME Farbverwaltung</application> wird normalerweise beim Start von GNOME automatisch geladen, aber Sie können die <application>GNOME Farbverwaltung</application> manuell folgendermaßen starten:
el: Η <application>Διαχείριση χρώματος GNOME</application> συνήθως περιλαμβάνεται στην εκκίνηση του συστήματος αλλά μπορείτε να την εκκινήσετε χειροκίνητα με:
es: El <application>Gestor de color de GNOME</application> generalmente se inicia durante el arranque de GNOME pero puede iniciar manualmente el <application>Gestor de color de GNOME</application> ejecutando:
fr: Le <application>gestionnaire colorimétrique GNOME</application> est en général lancé au démarrage de GNOME mais vous pouvez aussi le lancer manuellement en saisissant :
ja: <application>GNOME Color Manager</application>は通常、GNOMEの起動時に開始されますが、手動で<application>GNOME Color Manager</application>を開始することもできます:
ru: <application>GNOME Color Manager</application> обычно запускается вместе с GNOME, но вы можете запустить его и вручную следующим образом:
zh_cn: <application>GNOME 颜色管理器</application> 一般是随着 GNOME 自启动的，但您也可以手动运行 <application>GNOME 颜色管理器</application>：

source: <application>GNOME Color Manager</application> preferences dialog can be started from the GNOME Preferences Menu, but you can start this using:
cs: Okno s předvolbami <application>Správce barev GNOME</application> může být spuštěno z hlavní nabídky GNOME, ale též jej můžete spustit pomocí:
de: Der Einstellungsdialog der <application>GNOME Farbverwaltung</application> kann im Einstellungsmenü von GNOME aufgerufen werden. Sie können sie auch folgendermaßen starten:
el: Το παράθυρο διαλόγου με τις προτιμήσεις για τη <application>Διαχείριση χρώματος GNOME</application> μπορεί να εκκινηθεί από το μενού Προτιμήσεις του GNOME αλλά μπορείτε να το εκκινήσετε με:
es: El diálogo de preferencias del <application>Gestor de color de GNOME</application> puede iniciarse desde el menú Preferencias de GNOME, pero también puede iniciarlo ejecutando:
fr: La boîte de dialogue des préférences du <application>gestionnaire colorimétrique GNOME</application> peut-être ouverte à partir du menu des préférences de GNOME, mais vous pouvez aussi l'ouvrir en saisissant :
ja: <application>GNOME Color Manager</application>設定ダイアログはGNOME設定メニューから開始することができますが、以下のように開始することも出来ます:
ru: Диалог настройки <application>GNOME Color Manager</application> вызывается через меню параметров системы GNOME, но вы можете запустить его и командой:
zh_cn: <application>GNOME 颜色管理器</application> 首选项对话框可以从 GNOME 首选项菜单中打开，但您也可以像这样来运行：

source: ICC profiles should be imported into the <application>GNOME Color Manager</application> by selecting a file in a nautilus window. You can also import the file using:
cs: Profily ICC by měly být importovány do <application>Správce barev GNOME</application> pomocí zvolení souboru v okně Nautilu. Též můžete naimportovat soubor pomocí:
de: ICC-Farbprofile sollten Sie in die <application>GNOME Farbverwaltung</application> importieren, indem Sie die entsprechende Datei in einem <application>Nautilus</application>-Fenster auswählen. Sie können die Datei auch auf folgende Weise importieren:
el: Τα προφίλ ICC θα πρέπει να εισαχθούν στη <application>Διαχείριση χρώματος GNOME</application> επιλέγοντας ένα αρχείο σε παράθυρο του περιηγητή αρχείων. Μπορείτε επίσης να εισάγετε το αρχείο με χρήση:
es: Los perfiles ICC se deben impotar en el <application>Gestor de color de GNOME</application> seleccionando el archivo en una ventana de nautilus. También puede importar el archivo ejecutando:
fr: Les profils ICC doivent être importés dans le <application>gestionnaire colorimétrique GNOME</application> en sélectionnant un fichier dans une fenêtre de Nautilus. Vous pouvez aussi importer le fichier en saisissant :
ja: ICCプロファイルを<application>GNOME Color Manager</application>にインポートするには、nautilusのウインドウでファイルを選択します。次のようにインポートすることも出来ます:
ru: Профили ICC следует импортировать в <application>GNOME Color Manager</application> выбором файлов профилей в Nautilus window. Вы также можете импортировать файл профиля командой:
zh_cn: ICC 配置文件应该可以通过在文件浏览器中选择一个文件，导入到 <application>GNOME 颜色管理器</application>。您也可以像这样来导入文件：

source: gcm-import <filename><![CDATA[<filepath>]]></filename>
de: gcm-import <filename><![CDATA[<Dateipfad>]]></filename>
es: gcm-import <filename><![CDATA[<ruta-al-archivo>]]></filename>
fr: gcm-import <filename><![CDATA[<nom de fichier>]]></filename>

source: Importing profiles
cs: Import profilů
de: Profile importieren
el: Εισαγωγή προφίλ
es: Importar perfiles
fr: Importation de profils
ja: プロファイルのインポート
ru: Импорт профилей
zh_cn: 导入配置文件

source: <application>GNOME Color Manager</application> includes a program to install profiles by simply double clicking on them.
cs: <application>Správce barev GNOME</application> obsahuje program pro instalaci profilů pomocí prostého dvojitého kliknutí na ikonu souboru s profilem.
de: Die <application>Farbverwaltung</application> enthält ein Programm zur einfachen Installation von Profilen durch einen Doppelklick auf die Profil-Datei.
el: Η <application>Διαχείριση χρώματος GNOME</application> περιλαμβάνει ένα πρόγραμμα για την εγκατάσταση προφίλ κάνοντας διπλό κλικ επάνω τους.
es: El <application>Gestor de color de GNOME</application> incluye un programa para instalar perfiles simplemente pulsando dos veces sobre ellos.
fr: Le <application>gestionnaire colorimétrique GNOME</application> comprend un programme qui permet d'installer les profils à l'aide d'un simple double-clic.
ja: <application>GNOME Color Manager</application>はプロファイルをダブルクリックするだけでインストールするプログラムを同梱しています。
ru: В состав <application>GNOME Color Manager</application> входит программа для установки профилей двойным щелчком по ним.
zh_cn: <application>GNOME 颜色管理器</application> 包括一个可以简单双击就能安装配置文件的程序。

source: Import a ICC profile
cs: Importovat profil ICC
de: Ein ICC-Profil importieren
el: Εισαγωγή προφίλ ICC
es: Importar un perfil ICC
fr: Importer un profil ICC
ja: ICCプロファイルのインポート
ru: Импорт профиля ICC
zh_cn: 导入 ICC 配置文件

source: GNOME Color Manager dialog after double clicking an ICC or ICM file
cs: Okno Správce barev GNOME po dvojitém kliknutí na soubor ICC nebo ICM
de: Dialog der GNOME Farbverwaltung nach einem Doppelklick auf eine ICC- oder ICM-Datei
el: Παράθυρο διαλόγου της Διαχείρισης χρώματος GNOME μετά από διπλό κλικ σε αρχείο ICC ή ICM.
es: El diálogo del Gestor de color de GNOME después de pulsar dos veces sobre un archivo ICC o ICM
fr: Boîte de dialogue du gestionnaire colorimétrique GNOME après avoir double-cliqué sur un fichier ICC ou ICM
ja: ICCもしくはICMプロファイルをダブルクリックした後のGNOME Color Managerダイアログ
ru: Диалог GNOME Color Manager после двойного щелчка по файлу ICC или ICM
zh_cn: 双击一个 ICC 或 ICM 文件后，出来 GNOME 颜色管理器

source: The install button will not show if the profile has been already installed.
cs: Tlačítko pro instalaci se neobjeví v případě, je-li profil již nainstalován.
de: Der Knopf »Installieren« wird nicht angezeigt, wenn das Profil bereits installiert worden ist.
el: Το κουμπί εγκατάστασης δεν θα εμφανισθεί αν το προφίλ είναι ήδη εγκατεστημένο.
es: El botón de instalación no se mostrará si el perfil ya se ha instalado.
fr: Le bouton Installer ne s'affiche pas si le profil est déjà installé.
ja: プロファイルが既にインストールされている場合は、インストールボタンは表示されません。
ru: Кнопка установки не будет показана, если этот профиль уже установлен.
zh_cn: 如果配置文件已经安装，那么就不会显示安装按钮。

source: Preferences
cs: Předvolby
de: Einstellungen
el: Προτιμήσεις
es: Preferencias
fr: Préférences
ja: 設定
ru: Параметры
zh_cn: 首选项

source: The preferences window allows you to control:
cs: Okno předvoleb vám umožňuje nastavit:
de: Das Fenster »Einstellungen« erlaubt die Steuerung von:
el: Το παράθυρο προτιμήσεις σας επιτρέπει να ελέγξετε:
es: La ventana de preferencias le permite controlar:
fr: La fenêtre des préférences permet de contrôler :
ja: 設定ウインドウで以下のことを設定できます:
ru: Через диалог настройки вы можете контролировать:
zh_cn: 首选项窗口中您可以控制：

source: A device profile.
cs: Profil zařízení.
de: Einem Geräteprofil.
el: Προφίλ συσκευής.
es: El perfil del dispositivo.
fr: un profil de périphérique,
ja: デバイスプロファイル
ru: профиль устройства;
zh_cn: 设备配置文件。

source: The gamma, brightness and contrast.
cs: Gama, jas a kontrast.
de: Dem Gamma-Wert, der Helligkeit und dem Kontrast.
el: Γάμμα, φωτεινότητα και αντίθεση
es: La gamma, el brillo y el contraste.
fr: la valeur de gamma, la luminosité et le contraste.
ja: ガンマ、輝度、コントラスト。
ru: гамму, яркость и контраст.
zh_cn: gamma 值、亮度和对比度。

source: Basic Preferences
cs: Základní předvolby
de: Grundlegende Einstellungen
el: Βασικές προτιμήσεις
es: Preferencias básicas
fr: Préférences élémentaires
ja: 基本設定
ru: Основные параметры
zh_cn: 基本选项

source: GNOME Color Manager basic tab
cs: Základní karta Správce barev GNOME
de: Karteireiter »Grundlegend« der GNOME Farbverwaltung
el: Βασική καρτέλα της Διαχείρισης χρώματος του GNOME
es: Solapa básica del Gestor de color de GNOME
fr: Onglet élémentaire du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerの基本タブ
ru: Вкладка основных параметров GNOME Color Manager
zh_cn: GNOME 颜色管理器基本标签

source: Select the device.
cs: Vyberte zařízení.
de: Wählen Sie das Gerät aus.
el: Επιλογή συσκευής.
es: El dispositivo seleccionado.
fr: sélectionnez le périphérique,
ja: デバイスの選択
ru: Выберите устройство.
zh_cn: 选择设备。

source: Select the required profile from the list in the color profile drop down box.
cs: Vyberte požadovaný profil ze seznamu v rozbalovací nabídce.
de: Wählen Sie das benötigte Profil in der Auswahlliste der Farbprofile aus.
el: Επιλέξτε το απαιτούμενο προφίλ από τη λίστα που εμφανίζεται στο πεδίο προφίλ χρώματος.
es: Seleccione el perfil requerido de la lista desplegable de perfiles de color.
fr: sélectionnez le profil nécessaire dans la liste déroulante du profil de couleur.
ja: カラープロファイルのドロップダウンボックスの一覧から必要なプロファイルを選択し
ru: Выберите нужный профиль из раскрывающегося списка доступных профилей.
zh_cn: 从颜色配置文件下拉列表框中选择所需的配置文件。

source: Select "Other profile..."
cs: Vyberte "jiný profil..."
de: Wählen Sie <guilabel>Anderes Profil …</guilabel>
el: Επιλέξτε "Άλλο προφίλ..."
es: Seleccione «Otro perfil...»
fr: sélectionnez « Autre profil... »,
ja: "他のプロファイル..."を選択
ru: Выберите пункт «Другой профиль…»
zh_cn: 选择“其他配置文件...”

source: Find the ICC profile file using the GNOME Open File dialog presented.
cs: Vyberte profil ICC pomocí zobrazeného okna Otevřít soubor.
de: Suchen Sie mit dem bereitgestellten Dateiwähler nach dem Profil.
el: Βρείτε το αρχείο με το προφίλ ICC χρησιμοποιώντας το παράθυρο Άνοιγμα αρχείου που εμφανίζεται.
es: Busque el archivo de perfil ICC usando el diálogo presentado Abrir archivo de GNOME.
fr: cherchez le fichier de profil ICC en utilisant la boîte dialogue d'ouverture de fichiers GNOME qui s'affiche,
ja: 表示されたGNOMEの「ファイルを開く」ダイアログでICCプロファイルのファイルを見つける
ru: Найдите нужный профиль ICC через открывшийся диалог выбора файлов.
zh_cn: 从出来的 GNOME 打开文件对话框中查找 ICC 配置文件。

source: Press the Open button on the dialog.
cs: V okně zvolte tlačítko Otevřít.
de: Klicken Sie in dem Dialog auf den Knopf <guilabel>Öffnen</guilabel>.
el: Πατήστε στο κουμπί Άνοιγμα του παραθύρου διαλόγου.
es: En el diálogo, pulse el botón Abrir.
fr: cliquez sur le bouton Ouvrir.
ja: ダイアログで「開く」ボタンを押す
ru: Нажмите кнопку Открыть в диалоге.
zh_cn: 在对话框中点击打开按钮。

source: If the required profile is not in the list then <placeholder-1/>
cs: Pokud požadovaný profil není v seznamu, pak <placeholder-1/>
de: Falls das benötigte Profil nicht in der Liste erscheint, dann <placeholder-1/>
el: Αν το απαιτούμενο προφίλ δεν είναι στη λίστα τότε <placeholder-1/>
es: Si el perfil requerido no está en la lista, entonces <placeholder-1/>
fr: Si le profil nécessaire n'est pas dans la liste alors <placeholder-1/>
ja: 必要なプロファイルがリストに無い場合は<placeholder-1/>
ru: Если необходимый профиль отсутствует в списке, <placeholder-1/>
zh_cn: 如果所需的配置文件不在列表中，那么 <placeholder-1/>

source: If the profile is invalid then the profile selected for the device will not alter. Messages may be shown.
cs: Pokud je profil chybný, pak se původní profil pro zvolené zařízení nezmění. Může se objevit informativní zpráva.
de: Falls das Profil ungültig ist, dann wird das für das Gerät gewählte Profil nicht geändert. Möglicherweise werden Meldungen angezeigt.
el: Αν το προφίλ δεν είναι έγκυρο τότε δεν θα αλλάξει το επιλεγμένο προφίλ για τη συσκευή. Μπορεί να εμφανισθούν κάποια μηνύματα.
es: Si el perfil no es válido entonces no se modificará el perfil seleccionado para el dispositivo. Se mostrarán mensajes.
fr: Si le profil n'est pas valide alors le profil sélectionné pour le périphérique ne sera pas modifié. Des messages peuvent s'afficher.
ja: プロファイルが無効な場合、デバイス用に選択されたプロファイルでは置き換えません。メッセージが表示されます。
ru: Если профиль некорректен, уже выбранный для устройства останется выбранным. При этом может появиться сообщение об ошибке.
zh_cn: 如果所选的配置文件是无效的，那么设备将不会改变。会出来一个信息提示。

source: To alter a profile for a device. <placeholder-1/><placeholder-2/><placeholder-3/>
cs: Změna profilu zařízení. <placeholder-1/><placeholder-2/><placeholder-3/>
de: So ändern Sie ein Profil für ein Gerät. <placeholder-1/><placeholder-2/><placeholder-3/>
el: Για να αλλάξετε το προφίλ για μια συσκευή. <placeholder-1/><placeholder-2/><placeholder-3/>
es: Para modificar el perfil para un dispositivo. <placeholder-1/><placeholder-2/><placeholder-3/>
fr: Pour modifier un profil de périphérique, <placeholder-1/><placeholder-2/><placeholder-3/>
ja: デバイス用のプロファイルを置き換えるには。<placeholder-1/><placeholder-2/><placeholder-3/>
ru: Чтобы выбрать другой профиль для устройства: <placeholder-1/><placeholder-2/><placeholder-3/>
zh_cn: 要改变一个设备的配置文件。 <placeholder-1/><placeholder-2/><placeholder-3/>

source: You can drag JPG and RAW files on to the main window. This will automatically create a virtual device profile that you can assign a profile to.
cs: Můžete přetáhnout soubory JPG a RAW do hlavního okna, čímž se automaticky vytvoří virtuální zařízení, kterému poté můžete přiřadit profil.
de: Sie können JPG- und RAW-Dateien in das Hauptfenster ziehen. Dadurch wird automatisch ein virtuelles Geräteprofil erstellt, das Sie einem Profil zuordnen können.
es: Puede arrastrar archivos JPG y RAW en la ventana principal. Esto creará automáticamente un perfil de dispositivo virtual al que puede asignar un perfil.
ja: JPEG や RAW ファイルをメインウインドウにドラッグすることもできます。これによって自動的に仮想デバイスプロファイルが作成され、プロファイルを割り当てることができます。
zh_cn: 您可以拖动一个 JPG 和 RAW 文件到主窗口中，这将自动创建一个可以关联的虚拟设备配置文件。

source: Advanced Preferences
cs: Pokročilé předvolby
de: Erweiterte Einstellungen
el: Προτιμήσεις για προχωρημένους
es: Preferencias avanzadas
fr: Préférences avancées
ja: 詳細設定
ru: Расширенные параметры
zh_cn: 高级首选项

source: GNOME Color Manager advanced tab
cs: Pokročilé předvolby Správce barev GNOME
de: Karteireiter »Erweitert« der GNOME Farbverwaltung
el: Καρτέλα για προχωρημένους της Διαχείρισης χρώματος του GNOME
es: Solapa avanzada del Gestor de color de GNOME
fr: Onglet de réglage fin du gestionnaire colorimétrique GNOME
ja: GNOME Color Managerの詳細タブ
ru: Вкладка расширенных параметров GNOME Color Manager
zh_cn: GNOME 颜色管理器高级标签
