Repository: GNOME/gnome-color-manager
Catalog: help/*/*.po
Languages: bg, cs, de, el, es, eu, fr, ja, kk, nl, ru, tr, uk, zh_cn

source: If you are replacing an existing profile in Windows XP, the above shortcut does not work. The profiles must be manually copied to <file>C:\Windows\system32\spool\drivers\color</file> for the original profile to be replaced.
bg: Ако заменяте съществуващ профил в Windows XP, горният пряк път не работи. Профилите трябва да бъдат копирани в <файл>C:\Windows\system32\spool\drivers\color</файл>, за да бъде заменен оригиналният профил.
eu: Windows XP sisteman lehendik dagoen profil bat ordezten ari bazara, goiko lasterbideak ez du funtzionatzen. Profilak eskuz kopiatu behar dira <file>C:\Windows\system32\spool\drivers\color</file> karpetara, jatorrizko profila ordeztua izan dadin.
kk: Егер сіз Windows XP жүйесінде бар профильді ауыстырып жатсаңыз, жоғарыдағы жарлық жұмыс істемейді. Түпнұсқа профильді ауыстыру үшін профильдер <file>C:\Windows\system32\spool\drivers\color</file> бумасына қолмен көшірілуі тиіс.
nl: Als u een bestaand profiel in Windows XP vervangt, werkt de bovenstaande snelkoppeling niet. Het profiel moet dan handmatig gekopieerd worden naar<file>C:\Windows\system32\spool\drivers\color</file> om het oorspronkelijke profiel te vervangen.
tr: Eğer Windows XPʼde var olan profili değiştiriyorsanız, yukarıdaki kısayol çalışmaz. Özgün profilin değişmesi için profillerin elle <file>C:\Windows\system32\spool\drivers\color</file> dizinine kopyalanmalıdır.
uk: Якщо ви замінюєте наявний профіль у Windows XP, описаний вище короткий спосіб не працюватиме. Профілі доведеться копіювати вручну до <file>C:\Windows\system32\spool\drivers\color</file>, щоб замінити початковий профіль на новий.

source: Windows XP requires a program to be run at startup to copy the profile calibration curves into the video card. This can be done using <app>Adobe Gamma</app>, <app>LUT Loader</app> or by using the free <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714"> Microsoft Color Control Panel Applet</app>. Using the latter adds a new <gui>Color</gui> item to the control panel and allows the calibration curves from default profile to be easily set at each startup.
bg: Windows XP изисква при стартиране да се пусне програма, която да копира кривите за калибриране на профила във видеокартата. Това може да стане с <app>Adobe Gamma</app>, <app>LUT Loader</app> или с безплатната програма <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714"> Microsoft Color Control Panel Applet</app>. Най-последната програма добавя нов елемент <gui>Цвят</gui> в контролния панел и позволява лесно задаване на кривите от профила по подразбиране при всяко стартиране.
eu: Windows XP sistemak programa bat abioan exekutatu dadin behar du profilaren kalibrazio-kurbak bideo-txartelean kopiatu daitezen. Hori egiteko, <app>Adobe Gamma</app>, <app>LUT Loader</app> edo <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714"> Microsoft Color Control Panel Applet</app> doakoa erabili daiteke. Azken hori erabiltzen bada, <gui>Kolorea</gui> elementu berria gehituko zaio kontrol-panelari,. profil lehenetsiaren kalibrazio-kurbak errazago ezarri ahal izateko abio bakoitzean.
kk: Windows XP профильдің калибрлеу қисықтарын видеокартаға көшіру үшін жүйе іске қосылғанда бағдарламаның орындалуын талап етеді. Бұны <app>Adobe Gamma</app>, <app>LUT Loader</app> немесе тегін <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714"> Microsoft Color Control Panel Applet</app> көмегімен жасауға болады. Соңғысын қолдану басқару панеліне жаңа <gui>Түс</gui> элементін қосады және әр жүйе іске қосылғанда үнсіз келісім бойынша профильден калибрлеу қисықтарын оңай орнатуға мүмкіндік береді.
nl: Windows XP vereist dat er bij het opstarten een programma uitgevoerd wordt om de profielkalibratiecurves naar de videokaart te kopiëren. Dit kan gedaan worden met <app>Adobe Gamma</app>, <app>LUT Loader</app> of met het gratis hulpmiddel <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714"> Microsoft Color Control Panel Applet</app>. Wanneer u dit laatste hulpmiddel gebruikt wordt er een onderdeel <gui>Kleur</gui> aan het controlepaneel toegevoegd, en kunnen de kalibratiecurves van het standaardprofiel telkens de computer opgestart wordt gemakkelijk ingesteld worden.
tr: Windows XP, profil kalibrasyon eğrilerini video kartına kopyalamak için başlangıçta bir programın çalıştırılmasını gerektirir. Bu, <app>Adobe Gamma</app>, <app>LUT Loader</app> ya da ücretsiz <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714">Microsoft Color Control Panel Applet</app> kullanılarak yapılabilir. İkincisini kullanmak, denetim masasına yeni bir <gui>Renk</gui> ögesi ekler ve her başlatmada varsayılan profilden kalibrasyon eğrilerinin kolayca ayarlanmasına olanak tanır.
uk: У Windows XP потрібен запуск певної програми, яка під час запуску системи скопіює криві калібрування профілю до відеокартки. Такою програмою може бути <app>Adobe Gamma</app>, <app>LUT Loader</app> або безкоштовний <app href="https://www.microsoft.com/download/en/details.aspx?displaylang=en&amp;id=12714">Аплет кольорів панелі керування Microsoft</app>. Останній з них додає пункт <gui>Колір</gui> на панель керування і спрощує встановлення кривих калібрування з типового профілю під час кожного запуску системи.

source: Microsoft Windows Vista mistakenly removes calibration curves from the video LUT after logon, after suspend, and when the UAC screen appears. This means you may have to manually reload the ICC profile calibration curves. If you are using profiles with embedded calibration curves you have to be very careful the calibration state has not been cleared.
bg: Microsoft Windows Vista погрешно премахва кривите за калибриране от LUT видео таблиците след влизане в системата, след приспиване и когато се появи екранът UAC. Това означава, че може да се наложи ръчно да презаредите кривите за калибриране на ICC профила. Ако използвате профили с вградени криви за калибриране, трябва много да внимавате състоянието на калибриране да не е изтрито.
eu: Microsoft Windows Vista sistemak kalibrazio-kurbak kentzen ditu nahi gabe bideo LUTetik saioa hasi ondoren, eseki ondoren eta UAC pantaila agertzen denean. Horrek esan nahi du eskuz birkargatu behar direla ICC profilen kalibrazio-kurbak. Kalibrazio-kurbak kapsulatuta dituzten profilak erabiltzen ari bazara, kontuz ibili eta begiratu ea kalibrazio-egoera garbitu den.
kk: Microsoft Windows Vista жүйеге кіргеннен кейін, күту режимінен кейін және UAC экраны пайда болғанда калибрлеу қисықтарын видео LUT-тан қателікпен өшіріп тастайды. Бұл дегеніміз, ICC профилінің калибрлеу қисықтарын қолмен қайта жүктеуге тура келуі мүмкін. Егер сіз ендірілген калибрлеу қисықтары бар профильдерді қолдансаңыз, калибрлеу күйі тазартылмағанына өте мұқият болуыңыз керек.
nl: Microsoft Windows Vista verwijdert foutief de kalibratiecurves van de video-LUT na het aanmelden, na het ontwaken uit de slaapstand en wanneer het UAC-scherm verschijnt. Dit betekent dat u de ICC-profielkalibratiecurves misschien handmatig zult moeten herladen. Als u profielen gebruikt met ingebakken kalibratiecurves dient u erg voorzichtig te zijn dat de kalibratiestatus niet gewist is.
tr: Microsoft Windows Vista, oturum açtıktan, askıya aldıktan sonra ve UAC ekranı göründüğünde yanlışlıkla video LUTʼtan kalibrasyon eğrilerini kaldırır. Bu, ICC profili kalibrasyon eğrilerini elle yeniden yüklemeniz gerekebileceği anlamına gelir. Gömülü kalibrasyon eğrileri olan profiller kullanıyorsanız, kalibrasyon durumunun temizlenmemesine çok dikkat etmelisiniz.
uk: Microsoft Windows Vista помилково вилучає криві калібрування з таблиці пошуку (LUT) після входу до системи, після призупинення роботи системи і при появі екрана UAC. Це означає, що вам, можливо, доведеться вручну перезавантажувати криві калібрування профілю ICC. Якщо ви користуєтеся профілями із вбудованими кривими калібрування, вам слід бути дуже обережними, щоб не скинути стан калібрування до типового.

source: Windows 7 supports a similar scheme to Linux, in that profiles can be installed system-wide or specific to the user. They are however stored in the same place. Right click on the profile in Windows Explorer and click <gui>Install profile</gui> or copy the .icc profile to <file>C:\Windows\system32\spool\drivers\color</file>.
bg: Работата с цветови профили на Windows 7 е подобна на тази в Linux, тъй като те могат да бъдат инсталирани като част от системата или конкретно за потребителя. Те обаче се съхраняват на едно и също място. Натиснете с десния бутон на мишката върху профила в Windows файловия мениджър и натиснете върху <gui>Инсталиране на профил</gui> или копирайте .icc профила в <file>C\Windows\system32\spool\drivers\color</file>.
eu: Windows 7 sistemek Linuxek duen eskemaren antzekoa du: profilak sistema osorako edo erabiltzaile jakin baterako instalatu daitezke. Bata zein bestea izan, toki berean gordetzen dira. Egin eskuineko klik profilean, Windows Explorer barruan, eta egin klik <gui>Instalatu profila</gui> edo kopiatu .icc profila <file>C:\Windows\system32\spool\drivers\color</file> kokalekuan.
kk: Windows 7 жүйесі Linux жүйесіне ұқсас схеманы қолдайды, профильдерді бүкіл жүйеге немесе белгілі бір пайдаланушы үшін орнатуға болады. Дегенмен, олар бір жерде сақталады. Windows Explorer ішінде профильге оң жақпен шертіп, <gui>Профильді орнату</gui> батырмасын шертіңіз немесе .icc профилін <file>C:\Windows\system32\spool\drivers\color</file> бумасына көшіріңіз.
nl: Windows 7 ondersteunt een gelijkaardige manier van werken als Linux - profielen kunnen voor het hele systeem of specifiek voor de gebruiker geïnstalleerd worden. Ze worden echter op dezelfde plaats opgeslagen. Rechtsklik op het profiel in Windows Verkenner en klik op <gui>Profiel installeren</gui>, of kopieer het .icc-profiel naar <file>C:\Windows\system32\spool\drivers\color</file>.
tr: Windows 7, profillerin sistem genelinde ya da kullanıcıya özel olarak kurulabilmesi bakımından Linuxʼa benzer bir düzeni destekler. Ancak aynı yerde saklanırlar. Windows Gezginiʼnde profile sağ tıklayın ve <gui>Profil Kur</gui>ʼa tıklayın ya da .icc profilini <file>C:\Windows\system32\spool\drivers\color</file> dizinine kopyalayın.
uk: У Windows 7 передбачено підтримку схеми, подібної до Linux — профілі можна встановити на загальносистемному рівні або на рівні окремого користувача. Втім, у обох випадках профілі зберігаються у одному місці. Клацніть правою кнопкою на файлі профілю у Провіднику Windows і виберіть пункт <gui>Встановити профіль</gui> або скопіюйте профіль .icc до <file>C:\Windows\system32\spool\drivers\color</file>.

source: Open <guiseq><gui>Control Center</gui><gui>Color Management</gui></guiseq> and then add the profile to the system by clicking the <gui>Add</gui> button. Click on the <gui>Advanced</gui> tab and look for <gui>Display Calibration</gui>. Calibration curve loading is enabled by the <gui>Use Windows display calibration</gui> checkbox but it is not sensitive. This can be enabled by clicking on <gui>Change system defaults</gui> and then returning to the <gui>Advanced</gui> tab and then clicking the checkbox.
eu: Ireki <guiseq><gui>Kontrol-zentroa</gui><gui>Kolore-kudeaketa</gui></guiseq> eta gehitu profila sistemari <gui>Gehitu</gui> botoiaren bidez. Egin klik <gui>Aurreratua</gui> fitxan eta bilatu <gui>Monitore-kalibrazioa</gui>. Kalibrazio-kurben kargatzea <gui>Erabili Windowsen monitore-kalibrazioa</gui> kontrol-laukiaren bidez gaitzean da, baina ez ditu maiuskulak/minuskulak kontuan hartzen. Hori gaitzeko, egin klik <gui>Aldatu sistemaren lehenespenak</gui> aukeran eta buletatu <gui>Aurreratua</gui> fitxara eta, ondoren, egin klik kontrol-laukian.
kk: <guiseq><gui>Басқару орталығы</gui><gui>Түсті басқару</gui></guiseq> терезесін ашып, <gui>Қосу</gui> батырмасын шерту арқылы жүйеге профильді қосыңыз. <gui>Кеңейтілген</gui> бетіне өтіп, <gui>Экранды калибрлеу</gui> бөлімін іздеңіз. Калибрлеу қисығын жүктеу <gui>Windows экран калибрлеуін қолдану</gui> құсбелгісі арқылы іске қосылады, бірақ ол белсенді емес. Оны <gui>Жүйелік әдепкілерді өзгерту</gui> батырмасын шертіп, содан кейін <gui>Кеңейтілген</gui> бетіне қайта оралып, құсбелгіні шерту арқылы іске қосуға болады.
nl: Open <guiseq><gui>Controlepaneel</gui><gui>Kleurbeheer</gui></guiseq> en voeg het profiel toe aan het systeem door op <gui>Toevoegen</gui> te klikken. Klik op het tabblad <gui>Geavanceerd</gui> en zoek de <gui>Beeldschermkalibratie</gui>. Het laden van kalibratiecurves wordt ingeschakeld door <gui>Windows-beeldschermkalibratie gebruiken</gui> aan te vinken, maar dit keuzevakje is nog niet actief. U kunt het activeren door op <gui>Systeemstandaarden wijzigen</gui> te klikken. Vervolgens keert u terug naar het tabblad <gui>Geavanceerd</gui> en vinkt u het vakje aan.
tr: <guiseq><gui>Denetim Masası</gui><gui>Renk Yönetimi</gui></guiseq>ʼni açın ve <gui>Ekle</gui>ʼye tıklayarak profili sisteme ekleyin. <gui>Gelişmiş</gui> sekmesine tıklayın ve <gui>Ekran Kalibrasyonu</gui>ʼnu arayın. Kalibrasyon eğrisi yükleme, <gui>Windows ekran kalibrasyonunu kullan</gui> onay kutusu tarafından etkinleştirilir ancak hassas değildir. Bu, <gui>Sistem varsayılanlarını değiştir</gui> tıklanarak ve ardından <gui>Gelişmiş</gui> sekmesine dönülerek ve ardından onay kutusu tıklanarak etkinleştirilebilir.
uk: Відкрийте сторінку <guiseq><gui>Центр керування</gui><gui>Управління кольором</gui></guiseq>, а потім додайте профіль до системи натисканням кнопки <gui>Додати</gui>. Відкрийте вкладку <gui>Додатково</gui> і знайдіть пункт <gui>Калібрування дисплея</gui>. Завантаження кривої калібрування вмикається пунктом <gui>Використовувати калібрування дисплея Windows</gui>, але він, типово, є недоступним. Отримати доступ до пункту можна натисканням кнопки <gui>Змінити типовий для системи</gui> з наступним поверненням на вкладку <gui>Додатково</gui> і позначенням згаданого вище пункту.

source: Close the dialog and click <gui>Reload current calibrations</gui> to set the gamma ramps. The profile calibration curves should now be set for every boot.
eu: Itxi elkarrizketa-koadroa eta egin klik <gui>Birkargatu uneko kalibrazioak</gui> aukeran gamma maldak ezartzeko. Horrela, profilen kalibrazio-kurbak abio guztietarako ezarriko dira.
kk: Сұхбат терезесін жауып, гамма қисықтарын орнату үшін <gui>Ағымдағы калибрлеулерді қайта жүктеу</gui> батырмасын шертіңіз. Енді профильдің калибрлеу қисықтары әр жүктелу үшін орнатылуы тиіс.
nl: Sluit het dialoogvenster en klik op <gui>Huidige kalibraties herladen</gui> om de gammacurves in te stellen. De profielkalibratiecurves zouden nu ingesteld moeten zijn telkens de computer opnieuw opgestart wordt.
tr: Gama rampalarını ayarlamak için diyaloğu kapatın ve <gui>Geçerli kalibrasyonları yenile</gui>ʼye tıklayın. Kalibrasyon eğrileri artık her önyükleme için ayarlanmalıdır.
uk: Закрийте діалогове вікно і натисніть <gui>Перезавантажити поточні калібрування</gui>, щоб встановити параметри гами. Після цього криві калібрування профілю встановлюватимуться після кожного завантаження системи.

source: How to import an existing ICC profile using an OS X system.
bg: Как да внасяте съществуващ цветови профил като използвате OS X.
eu: Nola inportatu ICC profil bat OS X sistema bat erabilita.
kk: OS X жүйесін қолданып, бар ICC профилін қалай импорттауға болады.
nl: Importeer een bestaand ICC-profiel met een OS X-systeem.
tr: OS X sistemi kullanarak bir ICC profili nasıl içe aktarılır.
uk: Як імпортувати наявний профіль ICC з використанням системи OS X.

source: Installing an ICC profile on Apple OS X
bg: Инсталиране на цветови профил на Apple OS X
eu: ICC profil bat Apple OS X sisteman instalatzea
kk: Apple OS X жүйесінде ICC профилін орнату
nl: Een ICC-profiel installeren op Apple OS X
tr: Apple OS Xʼte ICC profili kurulumu
uk: Встановлення профілю ICC у Apple OS X

source: Apple OS X supports a similar scheme to Linux, in that profiles can be installed system-wide or specific to the user. System wide profiles are stored in <file>/Library/ColorSync/Profiles</file> and user-specific profiles are stored in <file>~/Library/ColorSync/Profiles</file>.
bg: Работата с цветови профили на Apple OS X е подобна на тази в Linux, тъй като те могат да бъдат инсталирани като част от системата или конкретно за потребителя. Системните профили се съхраняват в <file>/Library/ColorSync/Profiles</file>, а за потребителя се съхраняват в <file>~/Library/ColorSync/Profiles</file>.
eu: Aplee OS X sistemek Linuxek duen eskemaren antzekoa du: profilak sistema osorako edo erabiltzaile jakin baterako instalatu daitezke. Sistema osorako profilak <file>/Library/ColorSync/Profiles</file> kokalekuan gordetzen dira eta erabiltzailearenak <file>~/Library/ColorSync/Profiles</file> kokalekuan.
kk: Apple OS X жүйесі Linux жүйесіне ұқсас схеманы қолдайды, профильдерді бүкіл жүйеге немесе белгілі бір пайдаланушы үшін орнатуға болады. Жүйелік профильдер <file>/Library/ColorSync/Profiles</file> бумасында, ал пайдаланушы профильдері <file>~/Library/ColorSync/Profiles</file> бумасында сақталады.
nl: Windows 7 ondersteunt een gelijkaardige manier van werken als Linux - profielen kunnen voor het hele systeem of specifiek voor de gebruiker geïnstalleerd worden. Profielen voor het hele systeem worden opgeslagen in <file>/Library/ColorSync/Profiles</file>, profielen specifiek voor de gebruiker worden opgeslagen in <file>~/Library/ColorSync/Profiles</file>.
tr: Apple OS X, profillerin sistem genelinde ya da kullanıcıya özel kurulabilmesi bakımından Linuxʼa benzer düzeni destekler. Sistem geneli profiller <file>/Library/ColorSync/Profiles</file> dizininde saklanır ve kullanıcıya özel profiller <file>~/Library/ColorSync/Profiles</file> dizininde saklanır.
uk: У Apple OS X передбачено схему, подібну до схеми у Linux — профілі можна встановлювати на загальносистемному рівні і на рівні окремих користувачів. Загальносистемні профілі зберігаються у теці <file>/Library/ColorSync/Profiles</file>, а специфічні для користувачів профілі — у <file>~/Library/ColorSync/Profiles</file>.

source: Use the <guiseq><gui>System Preferences</gui><gui>Displays</gui><gui>Color</gui></guiseq> tool to import the file and assign the profile to the correct device.
eu: Erabili <guiseq><gui>Sistema-hobespenak</gui><gui>Monitoreak</gui><gui>Kolorea</gui></guiseq> tresna fitxategia inportatzeko eta profila gailu egokiari esleitzeko.
kk: Файлды импорттау және профильді тиісті құрылғыға тағайындау үшін <guiseq><gui>Жүйелік баптаулар</gui><gui>Экрандар</gui><gui>Түс</gui></guiseq> сайманын қолданыңыз.
nl: Ga naar <guiseq><gui>Systeemvoorkeuren</gui><gui>Beeldschermen</gui><gui>Kleur</gui></guiseq> om het bestand te importeren en het profiel aan het correcte apparaat toe te wijzen.
tr: Dosyayı içe aktarmak ve profili doğru aygıta atamak için <guiseq><gui>Sistem Tercihleri</gui><gui>Ekranlar</gui><gui>Renk</gui></guiseq> aracını kullanın.
uk: Скористайтеся засобом <guiseq><gui>Налаштування системи</gui><gui>Дисплеї</gui><gui>Колір</gui></guiseq>, щоб імпортувати файл і пов'язати профіль із належним пристроєм.
