Repository: GNOME/gnome-color-manager
Catalog: po/*.po
Languages: kab, pt_br, th, uz

source: The gray axis contains significant amounts of color
kab: Asegru n udemdam yegber tasmekta s wazal-is n yini
th: แกนสีเทานี้มีสีอยู่เป็นจำนวนมาก
uz: Kulrang o‘q tarkibida sezilarli miqdorda rang bor

source: The gray axis is non-monotonic
kab: Asegru ademdam mačči ɣef yiwen-is
th: แกนสีเทานี้ไม่ได้มีเพียงแค่โทนเดียว
uz: Kulrang o‘q silliq emas

source: One or more of the primaries are invalid
kab: Yiwen neɣ ugar n yizwaranen d tirimeɣta
th: แม่สีอย่างน้อยหนึ่งชนิดไม่ถูกต้อง
uz: Bir yoki bir nechta asosiy ranglar yaroqsiz

source: The primaries do not add to white
kab: Izwaranen ur rnin ara ɣer umellal
th: แม่สีผสมกันแล้วไม่เกิดสีขาว
uz: Asosiy ranglar oq rangni hosil qilmayapti

source: One or more of the primaries is unlikely
kab: Izwaranen ur rnin ara ur tturaǧun ara
th: แม่สีอย่างน้อยหนึ่งชนิดไม่มีอยู่จริง

source: The white is not D50 white
kab: Amellal mačči d amellal D50
th: สีขาวนี้ไม่ใช่สีขาวแบบ D50
uz: Oq rang D50 oq rangi emas

source: The whitepoint temperature is unlikely
kab: Tafesna n wagaz amellal ur tettwarǧa ara
th: อุณหภูมิของจุดขาวไม่ถูกต้อง

source: Unknown warning type
kab: Anaw n walɣu arussin
th: ไม่ทราบชนิดคำเตือน
uz: Kutilmagan ogohlantirish turi

source: The profile has the following problems:
kab: Amaɣnu ɣur-s ugur-a:
th: โปรไฟล์นี้มีปัญหาต่อไปนี้:
uz: Profilda quyidagi xatoliklar mavjud:

source: Delete this profile
kab: Kkes amaɣnu-a
th: ลบโปรไฟล์นี้
uz: Profilni o'chirish

source: This profile cannot be deleted
kab: Amaɣnu-a ur yezmir ara ad yettwakkes
th: ไม่สามารถลบโปรไฟล์นี้ได้
uz: Bu profil o'chirilmaydi

source: Set the specific profile to show
kab: Sbadu amaɣnu usdid ara yettwaskanen
th: กำหนดโปรไฟล์ที่ต้องการให้แสดง
uz: Ko‘rsatish uchun aniq profilni tanlang

source: Set the specific file to show
kab: Sbadu afaylu usdid ara yettwaskanen
th: กำหนดไฟล์ที่ต้องการให้แสดง
uz: Ko‘rsatish uchun aniq faylni tanlang

source: Add a profile for the device
kab: Rnu amaɣnu ɣer yibenk
th: เพิ่มโปรไฟล์ให้กับอุปกรณ์
uz: Qurilma uchun profil qo'shish

source: Remove a profile from the device
kab: Kkes amaɣnu seg yibenk
th: ลบโปรไฟล์ออกจากอุปกรณ์
uz: Qurilmadan profilni o'chirish

source: Profile type
kab: Anaw n umaɣnu
th: ชนิดโปรไฟล์
uz: Profil turi

source: Created
kab: Yettwarna
th: สร้างเมื่อ
uz: Yaratilgan

source: Version
kab: Lqem
th: รุ่น
uz: Versiya

source: Manufacturer
kab: Ameɣraf
th: ผู้ผลิต
uz: Ishlab chiqaruvchi

source: Model
kab: Tamudemt
th: โมเดล

source: Display correction
kab: Aseɣti n uskan
th: การแก้ไขจอภาพ
uz: Displeyni tuzatish

source: White point
kab: Agaz amellal
th: จุดขาว
uz: Oq nuqta

source: Copyright
kab: Izerfan ttwaḥerzen
th: สงวนลิขสิทธิ์
uz: Mualliflik huquqi

source: File size
kab: Teɣzi n ufaylu
th: ขนาดไฟล์
uz: Fayl hajmi

source: Filename
kab: Isem n ufaylu
th: ชื่อไฟล์
uz: Fayl nomi

source: Warnings
kab: Γur-k
th: คำเตือน
uz: Ogohlantirishlar

source: Information
kab: Talɣut
th: ข้อมูล
uz: Ma'lumot

source: y
kab: i

source: A CIE 1931 diagram shows a 2D representation of the profile gamut
kab: Ameskan CIE 1931 yeskan asenked n 2D n tseddart n umaɣnu
th: แผนภาพ CIE 1931 ที่แสดงขอบเขตสีของโปรไฟล์ในแบบ 2 มิติ
uz: CIE 1931 diagrammasi profil gamutining 2D tasvirini ko‘rsatadi

source: Response out
kab: Tiririt
th: เอาต์พุตการตอบกลับ

source: Response in
kab: Tiririt deg
th: อินพุตการตอบกลับ

source: A tone reproduction curve is the mapping of scene luminance to display luminance
kab: Azlig n ufares n uqettun d asuneɣ n tkarḍiwin i usfaw deg tmeẓrit i uskan n yiḍrisen
th: เส้นโค้งการผลิตโทน (tone reproduction curve) คือการแมปความส่องสว่างของฉากเข้ากับความส่องสว่างของจอภาพ
uz: Ohangni qayta yaratish egri chizig‘i sahna yorqinligini displey yorqinligiga moslashtiradi

source: Video card out
kab: Takarḍa n tvidyut yeffɣen
th: เอาต์พุตการ์ดจอ

source: A video card gamma table shows the curves loaded into the display
kab: Tafelwit gama n tkarḍa n tvidyut teskanay-d izligen i d-yulin deg uskan
th: ตารางแกมมาของการ์ดจอจะแสดงเส้นโค้งที่ได้โหลดเข้าสู่จอภาพ
uz: Video karta gamma jadvali displeyga yuklangan egri chiziqlarni ko‘rsatadi

source: Previous Image
kab: Tugna tudfirt
th: ภาพที่แล้ว
uz: Oldingi rasm

source: sRGB example
kab: amedya sRGB
th: ตัวอย่าง sRGB
uz: sRGB misol

source: Next Image
kab: Tugna tuḍfirt
th: ภาพถัดไป
uz: Keyingi rasm

source: This shows what an image would look like if saved with the profile
kab: Ayagi yeskanay-d sani ara tmugg tugna mi ara tettwasekles akked umaɣnu
th: ตัวอย่างนี้จะแสดงให้เห็นว่าภาพจะปรากฏออกมาอย่างไรถ้าบันทึกด้วยโปรไฟล์นี้
uz: Bu rasm profil bilan saqlanganda qanday ko‘rinishini ko‘rsatadi

source: From sRGB
kab: Seg sRGB
th: จาก sRGB
uz: sRGB dan

source: This shows what an image would look like if opened with the profile
kab: Ayagi yeskanay-d sani ara tmugg tugna mi ara teldi akked umaɣnu
th: ตัวอย่างนี้จะแสดงให้เห็นว่าภาพจะปรากฏออกมาอย่างไรถ้าเปิดด้วยโปรไฟล์นี้
uz: Bu rasm profil bilan ochilganda qanday ko‘rinishini ko‘rsatadi

source: To sRGB
kab: Γer sRGB
th: เป็น sRGB
uz: sRGB ga

source: Named colors are specific colors that are defined in the profile
kab: Initen yettwasemman d initen usdiden i yettusbadun deg umaɣnu
th: สีมีชื่อคือสีที่เฉพาะเจาะจงซึ่งกำหนดไว้ในโปรไฟล์
uz: Nomlangan ranglar – bu profil ichida aniqlangan aniq ranglardir

source: Named Colors
kab: Initen yettusemman
th: สีมีชื่อ
uz: Nomlangan ranglar

source: Metadata is additional information stored in the profile for programs to use.
kab: Iɣefsefka d talɣut niḍen yettwaḥerzen deg umaɣnu i izemren ad sqedcen yihalan.
th: ข้อมูลกำกับคือข้อมูลเพิ่มเติมที่เก็บไว้ในโปรไฟล์สำหรับให้โปรแกรมต่างๆ นำไปใช้
uz: Metama'lumotlar – bu dasturlar foydalanishi uchun profil ichida saqlanadigan qo‘shimcha ma’lumotlar.

source: Metadata
kab: Iɣefisefka
th: ข้อมูลกำกับ
uz: Metama'lumot

source: Delta-E RMS
th: ค่าเฉลี่ยกำลังสองของ Delta-E

source: %B %e %Y, %I∶%M∶%S %p
th: %e %B %Ey %I∶%M∶%S น.

source: The GNOME Project
uz: GNOME loyihasi
