Repository: GNOME/gnome-color-manager
Catalog: po/*.po
Languages: kab, pt_br, th, uz

source: Applies device profile settings at session startup
pt_br: Aplica as configurações de perfil do dispositivo no início da sessão

source: Load device color profiles
pt_br: Carregar perfis de dispositivos de cores

source: ICC Profile Installer
kab: Amsebdad n umaɣnu ICC
pt_br: Instalador de perfil ICC
th: เครื่องมือติดตั้งโปรไฟล์ ICC
uz: ICC profil o'rnatish vositasi

source: ICC profile installer
pt_br: Instalador de perfil ICC

source: Install ICC profiles
kab: Sebded imaɣnuten ICC
pt_br: Instala perfis ICC
th: ติดตั้งโปรไฟล์ ICC
uz: ICC profillarini o'rnatish

source: Color Profiles
pt_br: Perfis de cores

source: Manage ICC color profiles
pt_br: Gerencia perfis de cores ICC

source: Gamma is adjusted to affect the color of the attached monitor. Traditionally Linux has used a gamma value of 1.0, but this makes monitors look washed out compared Windows XP or OS X. Apple traditionally used a value of 1.8 for a long time, but now use the same value as Microsoft. Microsoft has always used a value of 2.2.
pt_br: O fator Gama é ajustado para afetar a cor do monitor conectado. Tradicionalmente, o Linux tem usado um valor de gama de 1.0, mas isso faz os monitores parecerem desbotados em comparação com o Windows XP ou OSX. A Apple usou tradicionalmente um valor de 1.8 por muito tempo, mas agora usa o mesmo valor que a Microsoft. A Microsoft sempre usou um valor de 2.2.

source: If set to TRUE then external disks are searched for device ICC profiles at startup, for instance looking in the OSX library folder or Windows XP system folders. This may increase startup time if disks need to be spun up to be searched.
pt_br: Se discos externos são pesquisáveis para perfis de dispositivos ICC ao iniciar, para instância, pesquisando na pasta da biblioteca OSX ou nas pastas de sistema do Windows XP. Isto pode aumentar o tempo de inicialização se os discos precisarem de spun para serem pesquisáveis.

source: If set to TRUE then the __ICC_PROFILE hint will be set, which applications use to convert true color to screen color.
pt_br: Se definido como TRUE então o __ICC_PROFILE será definido, no qual aplicativos usarão para converter cores verdadeiras em cores de tela.

source: If set to TRUE then the fine tuning controls are visible. This allows the user to change the display profile outside of what the ICC profile suggests and is only recommended for advanced users.
pt_br: Defina para VERDADEIRO e os controles de ajuste fino estarão visíveis. Isto permite ao usuário alterar o perfil de exibição fora do que o perfil do ICC sugere. É recomendado somente para usuários avançados.

source: If set to TRUE then the video LUT is set with the display profile
pt_br: Se definido como TRUE então o LUT do vídeo é configurado com o perfil do monitor

source: Set the _ICC_PROFILE hint for applications.
pt_br: Atribui o _ICC_PROFILE para aplicativos.

source: Show the fine tuning controls for display devices.
pt_br: Exibe o ajuste de fino de cores para os dispositivos exibidos.

source: The CMYK profile filename to be used by applications by default.
pt_br: O nome do arquivo de perfil CMYK a ser usado pelos aplicativos por padrão.

source: The RGB profile filename to be used by applications by default.
pt_br: O nome do arquivo de perfil RGB a ser usado pelos aplicativos por padrão.

source: The default CMYK profile.
pt_br: O perfil padrão CMYK

source: The default RGB profile.
pt_br: O perfil padrão RGB.

source: The default calibration length.
pt_br: O comprimento padrão da calibragem.

source: The default gamma to use for monitors with no previous value set.
pt_br: O padrão gama para usar com monitores sem valores definidos anteriormente.

source: The duration between sending notifications to recalibrate a display.
pt_br: A duração entre enviar notificações para recalibrar uma tela.

source: The duration between sending notifications to recalibrate a printer.
pt_br: A duração entre o envio de notificações para recalibrar uma impressora.

source: The length of calibration, as this is proportional to the accuracy. The option 'short' creates a quick profile, 'normal' a regular one, and 'long' takes a really long time, but is more precise and creates a better profile. Use 'ask' if you want the user to choose.
pt_br: O comprimento da calibração, assim, isto é proporcional para a precisão. A opção "curta" cria um perfil rápido, "normal" um regular e "longo" demora um pouco, mas é mais preciso e cria um perfil melhor. Use "perguntar" se você deseja que o usuário escolha.

source: The rendering intent to use for softproofs, e.g. 'perceptual'.
pt_br: A tentativa de renderização a ser utilizada por softproofs. Ex.: "perceptiva".

source: The rendering intent to use for the display, e.g. 'perceptual'.
pt_br: A tentativa de renderização a ser utilizada, ex.: "perceptiva".

source: This is the number of seconds in between notifying the user to recalibrate each display device. Set to 0 to disable the notification.
pt_br: É o número de segundos entre as notificações ao usuário para recalibrar cada dispositivos de exibição. Defina para 0 para desabilitar esta notificação.

source: This is the number of seconds in between notifying the user to recalibrate each printer device. Set to 0 to disable the notification.
pt_br: É o número de segundos entre as notificações ao usuário para recalibrar cada dispositivos de impressão. Defina para 0 para desabilitar esta notificação.

source: Whether ICC profiles should be loaded from external disks.
pt_br: Se os perfis ICC deve ser carregado de discos externos.

source: Whether the display should be globally corrected or left to applications.
pt_br: Se a tela deve ser globalmente corrigida ou deixada para os aplicativos.

source: Authentication is required to install the color profile for all users
pt_br: É necessário autenticação para instalar o perfil de cores para todos os usuários

source: Install system color profiles
pt_br: Instalar sistema de perfil de cores

source: Show debugging information for all files
kab: Sken talɣut n useɣti i meṛṛa ifuyla
pt_br: Mostrar informações de depuração para todos os arquivos
th: แสดงข้อมูลดีบั๊กสำหรับทุกไฟล์
uz: Barcha fayllar uchun nosozliklarni tuzatish ma’lumotlarini ko‘rsatish

source: Debug these specific modules
pt_br: Depurar estes módulos específicos

source: Debug these specific functions
pt_br: Depurar estas funções específicas

source: Log debugging data to a file
pt_br: Registrar os dados de depuração em um arquivo

source: Debugging Options
kab: Sken tixtiṛiyin
pt_br: Opções de depuração
th: ตัวเลือกการดีบั๊ก
uz: Nosozliklarni tuzatish parametrlari

source: Show debugging options
kab: Sken tixtiṛiyin n useɣti
pt_br: Mostrar opções de depuração
th: แสดงตัวเลือกการดีบั๊ก
uz: Nosozliklarni tuzatish parametrlarini ko'rsatish

source: Do not attempt to clear previously applied settings
pt_br: Nenhuma tentativa de limpar foi aplicada previamente às configurações

source: Getting default parameters
pt_br: Obtendo os parâmetros padrões

source: This pre-calibrates the screen by sending colored and gray patches to your screen and measuring them with the hardware device.
pt_br: Este pré-calibra a tela ao enviar correções coloridas e cinzas para sua tela e medindo-as com o dispositivo de hardware.

source: Reading the patches
pt_br: Lendo as correções

source: Reading the patches using the color measuring instrument.
pt_br: Lendo as correções usando o instrumento de medida de cores.

source: Generating the patches
pt_br: Gerando padrões de correção

source: Generating the patches that will be measured with the color instrument.
pt_br: Gerando as correções que serão medidas com o instrumento de cor.

source: Drawing the patches
pt_br: Desenhando os padrões de correção

source: Drawing the generated patches to the screen, which will then be measured by the hardware device.
pt_br: Desenhando as correções geradas para a tela, as quais serão medidas pelo dispositivo.

source: Generating the profile
pt_br: Gerando o perfil

source: Generating the ICC color profile that can be used with this screen.
pt_br: Gerando o perfil de cor ICC que pode ser usado com esta tela.

source: Copying files
pt_br: Copiando arquivos

source: Copying source image, chart data and CIE reference values.
pt_br: Copiando arquivos de imagem originais, dados de gráficos e valores de referência CIE.

source: Measuring the patches
pt_br: Medindo os padrões de correção

source: Detecting the reference patches and measuring them.
pt_br: Detectando e medindo as referências de correções.

source: Generating the ICC color profile that can be used with this device.
pt_br: Gerando o perfil de cor ICC que pode ser usado com este dispositivo.

source: Set up display
pt_br: Configurar o vídeo

source: Setting up display device for use…
pt_br: Configurando o de vídeo para uso...

source: Printing patches
pt_br: Imprimindo correções

source: Rendering the patches for the selected paper and ink.
pt_br: Renderizando as correções para o papel e tinta selecionados.

source: Wait for the ink to dry
pt_br: Espere a tinta secar

source: Please wait a few minutes for the ink to dry. Profiling damp ink will produce a poor profile and may damage your color measuring instrument.
pt_br: Por favor, espere alguns minutos para a tinta secar. Perfilagem de tinta úmida vai produzir um perfil pobre e talvez estrague seu instrumento de medição de cor.

source: Image is not suitable without conversion
pt_br: A imagem não é apropriada sem conversão

source: The supplied image contains an alpha channel which the profiling tools do not understand.
pt_br: A imagem fornecida contém um canal alfa que as ferramentas de perfil não entendem.

source: It is normally safe to convert the image, although you should ensure that the generated profile is valid.
pt_br: Isto normalmente é seguro para converter imagem, mas você deve garantir que o perfil gerado é válido.

source: Convert
pt_br: Converter

source: Set up instrument
pt_br: Configurar instrumento

source: Setting up the instrument for use…
pt_br: Configurando o instrumento para uso...

source: Please attach instrument
pt_br: Por favor, conecte o instrumento

source: Please attach the measuring instrument to the center of the screen on the gray square like the image below.
pt_br: Por favor, conecte o instrumento de medição no centro da tela no quadrado cinza, como a imagem a baixo.

source: Please attach the measuring instrument to the center of the screen on the gray square.
pt_br: Por favor, conecte o instrumento de medição no centro da tela no quadrado cinza.

source: Continue
pt_br: Continuar

source: Please configure instrument
pt_br: Por favor configure o instrumento

source: Please set the measuring instrument to calibration mode like the image below.
pt_br: Por favor configure o instrumento de medição para o modo calibragem como a imagem abaixo.

source: Please set the measuring instrument to calibration mode.
pt_br: Por favor configure o instrumento de medição para o modo calibragem.

source: Please set the measuring instrument to screen mode like the image below, and ensure it is attached to the screen.
pt_br: Por favor, configure o instrumento de medição para o modo tela como na imagem abaixo, e assegure que ele esteja anexado à tela.

source: Please set the measuring instrument to screen mode, and ensure it is attached to the screen.
pt_br: Por favor, configure o instrumento de medição para o modo tela e assegure que ele esteja anexado à tela.

source: Calibration error
pt_br: Erro de calibragem

source: The sample could not be read at this time.
pt_br: A amostra não pode ser lida neste momento.

source: Try again
pt_br: Tentar novamente

source: No firmware is installed for this instrument.
pt_br: Nenhum firmware está instalado pare este instrumento

source: The pattern match wasn't good enough. Ensure you have the correct type of target selected.
pt_br: O padrão não foi bom o suficiente. Certifique-se que você tem o alvo to tipo correto de alvo selecionado.

source: The measuring instrument got no valid readings. Please ensure the aperture is fully open.
pt_br: O instrumento de medida começou fazer leituras inválidas. Por favor, certifique-se que a abertura está completamente aberta.

source: The measuring instrument is busy and is not starting up. Please remove the USB plug and re-insert before trying to use this device.
pt_br: O instrumento de medida está ocupado e não está iniciando. Por favor remova o plug USB re-insira antes de tentar usar o dispositivo.

source: Reading target
pt_br: Lendo alvo

source: Failed to read the strip correctly.
pt_br: Falha ao ler a faixa corretamente.

source: Retry
pt_br: Tentar novamente

source: Read strip %s rather than %s!
pt_br: Ler faixa %s em vez de %s!

source: It looks like you've measured the wrong strip.
pt_br: Parece que você mediu a faixa errada.

source: If you've really measured the right one, it's okay, it could just be unusual paper.
pt_br: Se você realmente mediu certo, está tudo bem, pode ser apenas papel incomum.

source: Use anyway
pt_br: Usar de qualquer forma

source: Ready to read strip %s
pt_br: Pronto para ler faixa %s

source: Place the colorimeter on the area of white next to the letter and click and hold the measure switch.
pt_br: Colocar o calibrador na área branca do lado a letra e clique e segure o botão de medida.

source: Slowly scan the target line from left to right and release the switch when you get to the end of the page.
pt_br: Varrer vagarosamente a linha alvo da esquerda para a direita e solte o botão quando chegar ao fim da página.

source: Ensure the center of the device is properly aligned with the row you are trying to measure.
pt_br: Esteja certo que o centro do dispositivo está propriamente alinhado com a linha que você está tentando medir.

source: If you make a mistake just release the switch and you'll get a chance to try again.
pt_br: Se você cometer um erro, só solte o botão e você terá a chance de tentar novamente.

source: Printing
pt_br: Imprimindo

source: Preparing the data for the printer.
pt_br: Preparando os dados para a imprimir.

source: Sending the targets to the printer.
pt_br: Enviando os alvos para a impressora.

source: Printing the targets...
pt_br: Imprimindo os alvos...

source: The printing has finished.
pt_br: A impressão foi finalizada.

source: The print was aborted.
pt_br: A impressão foi abortada.

source: Unknown model
pt_br: Modelo desconhecido

source: Unknown description
pt_br: Descrição desconhecida

source: Unknown manufacturer
pt_br: Fabricante desconhecido

source: Unknown device
pt_br: Dispositivo desconhecido

source: Could not detect screen type
pt_br: Impossível detectar o tipo de tela

source: Please indicate if the screen you are trying to profile is an LCD, CRT or a projector.
pt_br: Por favor indicar se a tela que você está tentando para este perfil é um LCD, CRT ou um projetor.

source: Could not calibrate and profile using this color measuring instrument
pt_br: Impossível calibrar e perfilar usando o instrumento de medida de cor

source: This color measuring instrument is not designed to support calibration and profiling projectors.
pt_br: Este instrumento de medida não é desenhado para suportar calibragem e perfilagem de projetores.

source: Profile Precision
pt_br: Perfil de precisão

source: A higher precision profile provides higher accuracy in color matching but requires more time for reading the color patches.
pt_br: Um perfil de alta precisão provê alta exatidão em um casamento de cores mas requer mais tempo para a leitura das correções de cores.

source: For a typical workflow, a normal precision profile is sufficient.
pt_br: Para um fluxo de trabalho típico, um perfil de precisão normal é suficiente.

source: The high precision profile also requires more paper and printer ink.
pt_br: O perfil de alta precisão também requer mais papel e tinta de impressora.

source: Custom
pt_br: Personalizado

source: Before calibrating the display, it is recommended to configure your display with the following settings to get optimal results.
pt_br: Antes de calibrar o vídeo, é recomendável que você configure-o com as seguintes configurações para obter melhores resultados.

source: You may want to consult the owner's manual for your display on how to achieve these settings.
pt_br: Você poderá querer consultar o manual do proprietário do seu vídeo para saber como alcançar estas configurações.

source: Reset your display to the factory defaults.
pt_br: Restaurar seu vídeo para os padrões de fábrica.

source: Disable dynamic contrast if your display has this feature.
pt_br: Desabilitar contraste dinâmico se seu vídeo possui esta característica.

source: Configure your display with custom color settings and ensure the RGB channels are set to the same values.
pt_br: Configura seu vídeo com ajustes de cores personalizadas e garante que os canais RGB estão configurados para os mesmos valores.

source: If custom color is not available then use a 6500K color temperature.
pt_br: Se as cores personalizadas não estiverem disponíveis, então use uma temperatura de cor de 6500K.

source: Adjust the display brightness to a comfortable level for prolonged viewing.
pt_br: Ajusta o brilho do monitor para um nível confortável para visualização prolongada.

source: For best results, the display should have been powered for at least 15 minutes before starting the calibration.
pt_br: Para melhores resultados, o vídeo deve estar ligado há pelo menos 15 minutos antes de iniciar a calibração.

source: Display setup
pt_br: Configuração de vídeo

source: Select calibration target image
pt_br: Selecione a imagem alvo de calibragem.

source: Supported images files
pt_br: Arquivos de imagens suportados

source: All files
kab: Akk ifuyla
pt_br: Todos arquivos
th: ทุกไฟล์
uz: Hamma fayllar

source: Select CIE reference values file
pt_br: Selecionar arquivos de valores de referência CIE

source: CIE values
pt_br: Valores CIE

source: Select ICC Profile File
kab: Fren afaylu n umaɣnu ICC
pt_br: Selecionar perfil ICC
th: เลือกไฟล์โปรไฟล์ ICC
uz: ICC profil faylini tanlash

source: Open
pt_br: Abrir

source: Please choose a profiling mode
pt_br: Por favor escolha o modo de perfilagem

source: Please indicate if you want to profile a local printer, generate some test patches, or profile using existing test patches.
pt_br: Por favor indique se quer perfilar uma impressora local, gerar algum teste de correção ou perfilar usando testes de correções existentes.

source: Install missing files?
pt_br: Instalar arquivos que faltam?

source: Common color target files are not installed on this computer.
pt_br: Arquivos de alvo de cor comum não estão instalados neste computador

source: Color target files are needed to convert the image to a color profile.
pt_br: Os arquivos de destino de cores são necessários para converter a imagem em um perfil de cores.

source: Do you want them to be installed?
pt_br: Você deseja que sejam instalados?

source: If you already have the correct file, you can skip this step.
pt_br: Se você já tem o arquivo correto, você pode pular este passo.

source: Do not install
pt_br: Não instalar

source: Install
pt_br: Instalar

source: Please select a calibration target
pt_br: Por favor selecione o alvo de calibragem

source: Before profiling the device, you have to manually capture an image of a calibration target and save it as a TIFF image file.
pt_br: Antes de calibrar o dispositivo, você deve capturar manualmente uma imagem de referência e salvá-la como um arquivo de imagem TIFF.

source: Ensure that the contrast and brightness are not changed and color correction profiles are not applied.
pt_br: Certifique-se de que o contraste e o brilho não estão alterados e os perfis de correção de cor não estão aplicados.

source: The device sensor should have been cleaned prior to scanning and the output file resolution should be at least 200dpi.
pt_br: O sensor do dispositivo deve estar limpo antes da digitalização e a resolução de saída do arquivo deve ser de pelo menos 200 dpi.

source: Ensure that the white-balance has not been modified by the camera and that the lens is clean.
pt_br: Esteja certo que o balanço de brando não está modificado pela câmera e que a lente esta limpa.

source: For best results, the reference target should also be less than two years old.
pt_br: Para melhores resultados, o alvo de referência também deve ter menos de dois anos de idade.

source: Please select the calibration target type which corresponds to your reference file.
pt_br: Por favor selecione o tipo de alvo de calibragem que corresponde ao seu arquivo de referencia.

source: Color Checker
pt_br: Verificador de cores

source: Color Checker DC
pt_br: Verificadores de cores DC

source: Color Checker SG
pt_br: Verificadores de cores SG

source: Introduction to display calibration
pt_br: Introdução à calibração de vídeo

source: This dialog will help calibrate your display and create a custom ICC profile.
pt_br: Este dialogo vai ajudar a calibrar seu dispositivo e criar um perfil ICC personalizado.

source: The calibration will involve several steps so that an accurate profile can be obtained.
pt_br: A calibragem envolverá vários etapas para que um perfil preciso seja obtido.

source: It should only take a few minutes.
pt_br: Só deve demorar alguns minutos.

source: It may help to sit further from the screen or to squint at the calibration images in order to accurately compare the colors.
pt_br: Pode ajudar a sentar-se longe da tela ou apertar as imagens de calibração, a fim de comparar com precisão as cores.

source: You can repeat the calibration steps as many times as you want.
pt_br: Você pode repedir os passos de calibragem várias vezes se você quiser.

source: Create table item %i/%i
pt_br: Criar ítem da tabela %i/%i

source: Please try to match up the gray square with the surrounding alternating bars. You should match the brightness first, and then if required change the color tint so it looks plain gray.
pt_br: Por gentileza tente emparelhar o quadrado cinza com as barras alternadas circunjacentes. Primeiro você deve combinar o brilho e depois, se necessário, alterar a tonalidade de cor para que se pareça um cinza simples.

source: Summary
pt_br: Resumo

source: This display is now calibrated. You can change the current profile using the Color Profiles program.
pt_br: Agora o vídeo está calibrado. Você pode alterar o perfil atual usando o programa de perfis de cor.

source: This device already exists
pt_br: Este dispositivo já existe

source: Measuring instrument not recognized
pt_br: Medindo instrumento não reconhecido

source: Laptop LCD
pt_br: LCD de Laptop

source: Cannot load file contents
pt_br: Não foi possível carregar conteúdo do arquivo

source: Cannot parse EDID contents
pt_br: Não foi possível analisar o conteúdo EDID

source: Monitor name
pt_br: Nome do monitor

source: Vendor name
pt_br: Nome do fabricante

source: Serial number
pt_br: Número de série

source: Text string
pt_br: Seqüência de texto

source: PNP identifier
pt_br: Identificador PNP

source: Size
pt_br: Tamanho

source: Gamma
pt_br: Gama

source: EDID dumps to parse
pt_br: Descargas EDID para analisar

source: EDID dump
pt_br: Descarga EDID

source: Saved %i bytes to %s
pt_br: Salvo %i bytes para %s

source: Failed to save EDID to %s
pt_br: Houve falha ao salvar EDID para %s

source: Profiles to view
pt_br: Visualizar perfis

source: ICC profile dump program
pt_br: Programa de descarga de perfil ICC

source: The description of the profile
pt_br: A descrição do perfil

source: The copyright of the profile
pt_br: O copyright do perfil

source: The model of the profile
pt_br: O modelo do perfil

source: The manufacturer of the profile
pt_br: O fabricante do perfil

source: Profiles to fix
pt_br: Perfis para consertar
