Repository: GNOME/gnome-color-manager
Catalog: po/*.po
Languages: kab, pt_br, th, uz

source: ICC profile fix program
pt_br: Programa para consertar perfil ICC

source: ICC profile to install
kab: Amaɣnu ICC i usebded
pt_br: Perfil ICC para instalar
th: โปรไฟล์ ICC ที่จะติดตั้ง
uz: O'rnatish uchun ICC profili

source: No filename specified
kab: Ulac isem n ufaylu yettufernen
pt_br: Nenhum nome de arquivo especificado
th: ไม่ได้ระบุชื่อไฟล์
uz: Fayl nomi ko'rsatilmagan

source: Failed to open ICC profile
kab: Yecceḍ ulday n umaɣnu ICC
pt_br: Houve falha ao abrir perfil ICC
th: ไม่สามารถเปิดโปรไฟล์ ICC
uz: ICC profilini ochib bo'lmadi

source: Failed to parse file: %s
kab: Yecceḍ usleḍ n ufaylu: %s
pt_br: Houve falha ao analisar o arquivo: %s
th: ไม่สามารถแจงไฟล์: %s
uz: %s faylni tahlil qilib bo'lmadi

source: ICC profile already installed
pt_br: Perfil ICC já instalado

source: Import ICC color profile %s?
pt_br: Importar perfil de cor ICC %s?

source: Import ICC color profile?
pt_br: Importar perfil de cor ICC?

source: Import ICC profile
pt_br: Importar perfil ICC

source: Failed to copy file
kab: Yecceḍ unɣal n ufaylu
pt_br: Houve falha ao copiar arquivo
th: คัดลอกไฟล์ไม่สำเร็จ
uz: Faylni nusxalab bo'lmadi

source: Description:
kab: Aglam:
pt_br: Descrição:
th: คำอธิบาย:
uz: Tavsif:

source: Root window profile:
kab: Amaɣnu n usfaylu aẓar:
pt_br: Janela do perfil raiz:
th: โปรไฟล์ของหน้าต่าง Root:

source: Root window protocol version:
kab: Lqem n uneggaf n usfaylu aẓar:
pt_br: Janela de versão do protocolo raiz:
th: รุ่นโปรโตคอลของหน้าต่าง Root:

source: Output profile '%s':
pt_br: Perfil de saída "%s":

source: not set
pt_br: não atribuído

source: The request failed
pt_br: A requisição falhou

source: There are no ICC profiles for this device
pt_br: Não há perfis ICC para este dispositivo

source: Suitable profiles for:
kab: Imaɣnuten yemmezgen akked:
pt_br: Perfis adequados para:
th: โปรไฟล์ที่เหมาะสมกับ:
uz: Mos keluvchi profillar:

source: There are no ICC profiles for this window
kab: Ulac imaɣnuten ICC i usfaylu-a
pt_br: Não existem perfis ICC para esta janela
th: ไม่มีโปรไฟล์ ICC สำหรับหน้าต่างนี้
uz: Bu oynada hech qanday ICC profili yo'q

source: There are no ICC profiles for this device type
pt_br: Não há perfis ICC para este tipo de dispositivo

source: Rendering intent (display):
pt_br: Intenção de processamento (saída):

source: Rendering intent (softproof):
pt_br: Intenção de renderização (softproof):

source: RGB Colorspace:
pt_br: Espaço de cores RGB:

source: CMYK Colorspace:
pt_br: Espaço de cores CMYK:

source: Show X11 properties
pt_br: Mostrar propriedades do X11

source: Get the profiles for a specific device
pt_br: Obter os perfis para um dispositivo específico

source: Get the profile for a specific window
kab: Awi amaɣnu i usfaylu usdid
pt_br: Obter o perfil para uma janela específica
th: ขอโปรไฟล์สำหรับหน้าต่างที่ระบุ
uz: Maxsus oyna uchun profillarni olish

source: Get the profiles for a specific device type
pt_br: Obtém os perfis para um tipo de dispositivo específico

source: Dump all details about this system
kab: Silem meṛṛa talqayt n unagraw-a
pt_br: Descarregar todos os detalhes sobre este sistema
th: ดั๊มพ์รายละเอียดทั้งหมดเกี่ยวกับระบบนี้
uz: Ushbu tizim haqidagi barcha tafsilotlarni chiqarish

source: EDID inspect program
kab: Ahil n tesweḍt EDID
pt_br: Programa de inspeção EDID
th: โปรแกรมตรวจตรา EDID

source: Device type not recognized
pt_br: Tipo de instrumento não reconhecido

source: Device ID, e.g. 'xrandr_ibm_france_ltn154p2_l05'
pt_br: ID de dispositivo, ex.: 'xrandr_ibm_france_ltn154p2_l05'

source: GNOME Color Manager ICC profile system-wide installer
pt_br: Gnome Color Manager perfil ICC instalador do sistema

source: You need to specify exactly one ICC profile filename.
pt_br: Você precisa especificar exatamente um nome de arquivo de perfil ICC.

source: You need to specify exactly one device ID.
pt_br: Você precisa especificar exatamente um ID de dispositivo.

source: The device ID has invalid characters.
pt_br: O ID de dispositivo contém caracteres inválidos.

source: This program can only be used by the root user.
pt_br: Este programa só pode ser usado pelo usuário root.

source: The source filename must be absolute.
pt_br: O nome de arquivo fonte deve ser absoluto.

source: Failed to get content type:
pt_br: Falha ao obter tipo:

source: Content type was incorrect:
pt_br: Tipo de conteúdo estava incorreto:

source: This program must only be run through pkexec.
pt_br: Este programa deve ser executado somente sobre pkexec.

source: PKEXEC_UID must be set to an integer value.
pt_br: PKEXEC_UID dev ser configurado com um valor inteiro.

source: The ICC profile must be owned by the user.
pt_br: O perfil ICC deve ser propriedade do usuário.

source: The destination filename must be absolute.
pt_br: O nome de arquivo de destino deve ser absoluto.

source: Failed to copy:
pt_br: Falha ao copiar:

source: Failed to save defaults for all users
pt_br: Falha

source: None
pt_br: Nenhum

source: Other profile…
pt_br: Outro perfil...

source: Failed to calibrate device
pt_br: Fala ao calibrar dispositivo

source: Failed to calibrate printer
pt_br: Falha ao calibrar impressora

source: Permanently delete profile?
kab: Kkes amaɣnu i lebda?
pt_br: Excluir permanentemente o perfil?
th: ลบโปรไฟล์ถาวรหรือไม่?
uz: Profil butunlay o'chirilsinmi?

source: Are you sure you want to remove this profile from your system permanently?
kab: D tidet tebɣiḍ ad tekkseḍ amaɣnu-a seg unagraw-ik i lebda?
pt_br: Você tem certeza que deseja remover este perfil do seu sistema permanentemente?
th: คุณแน่ใจหรือไม่ว่าจะลบโปรไฟล์นี้ออกจากระบบถาวร?
uz: Haqiqatan ham bu profilni tizimingizdan butunlay o'chirmoqchimisiz?

source: Delete
kab: Kkes
pt_br: Excluir
th: ลบ
uz: O'chirish

source: Import
kab: Kter
pt_br: Importar
th: นำเข้า

source: Supported ICC profiles
kab: Imaɣnuten ICC i yettεeddin
pt_br: Perfis ICC suportados
th: โปรไฟล์ ICC ที่รองรับ
uz: Qo‘llab-quvvatlanadigan ICC profillari

source: Install missing calibration and profiling software?
pt_br: Faltando instalar o software de calibragem e perfilagem?

source: Calibration and profiling software is not installed on this computer.
pt_br: O software de calibragem e perfilagem não está instalado neste computador.

source: These tools are required to build color profiles for devices.
pt_br: Estas ferramentas são necessárias para contruir perfis de cores para dispositivos.

source: Do you want them to be automatically installed?
pt_br: Você deseja que sejam instalados automaticamente?

source: Profiling completed
pt_br: Perfilagem completa

source: Failed to create virtual device
pt_br: Falhou ao criar o dispositivo virtual

source: Failed to save virtual device
pt_br: Falhou ao salvar o dispositivo virtual

source: Failed to add virtual device
pt_br: Falha ao adicionar o dispositivo virtual

source: Failed to delete file
pt_br: Falha ao deletar arquivo

source: Create a color profile for the selected device
pt_br: Criar um perfil de cor para o dispositivo selecionado

source: Cannot profile: No device is selected
pt_br: Não foi possível criar o perfil. Nenhum dispositivo está selecionado

source: Cannot calibrate: The device is not connected
pt_br: Não foi possível calibrar: O dispositivo não está conectado

source: Cannot calibrate: The display driver does not support XRandR 1.3
pt_br: Impossível calibrar: O drive de vídeo não suporta XRandR 1.3

source: Cannot calibrate: The measuring instrument is not plugged in
pt_br: Não foi possível calibrar: O instrumento de medição não está plugado

source: Cannot profile: The measuring instrument is not plugged in
pt_br: Não foi possível calibrar: O instrumento de medição não está plugado

source: Cannot profile: The measuring instrument does not support printer profiling
pt_br: Não foi possível criar o perfil: O instrumento de medição não tem suporte a perfilagem de impressão

source: Cannot profile this type of device
pt_br: Não foi possível criar um perfil para este tipo de dispositivo

source: Per-device settings not supported. Check your display driver.
pt_br: Configuração por dispositivo não suportada. Confira seu drive de vídeo.

source: Input device
kab: Ibenk n ukcam
pt_br: Dispositivo de entrada
th: อุปกรณ์อินพุต
uz: Kiruvchi qurilma

source: Display device
kab: Ibenk n uskan
pt_br: Dispositivo de vídeo
th: อุปกรณ์แสดงผล
uz: Displey qurilmasi

source: Output device
kab: Ibenk n tuffɣa
pt_br: Dispositivo de saída
th: อุปกรณ์เอาต์พุต
uz: Chiquvchi qurilma

source: Colorspace conversion
kab: Aselket n tallunt n yini
pt_br: Conversão do espaço de cores
th: การแปลงห้วงสี
uz: Ranglar fazosi konvertatsiyasi

source: Abstract
kab: Amadwan
pt_br: Abstrato
uz: Mavhum

source: Named color
kab: Ini yettusemman
pt_br: Cor nomeada
th: สีมีชื่อ
uz: Nomlangan rang

source: Unknown
kab: Arussin
pt_br: Desconhecido
th: ไม่ทราบ
uz: Aniqlanmagan

source: Gray
kab: Ademdam
pt_br: Cinza
th: เทา
uz: Kulrang

source: Yes
kab: Ih
pt_br: Sim
th: มี
uz: Ha

source: No
kab: Uhu
pt_br: Não
th: ไม่มี
uz: Yo'q

source: No hardware support
pt_br: Sem suporte ao hardware

source: disconnected
pt_br: desconectado

source: Could not import profile
pt_br: Impossível importar perfil

source: The profile was of the wrong type for this device
pt_br: O perfil estava com o tipo errado para este dispositivo

source: Device added
pt_br: Dispositivo adicionado

source: Device removed
pt_br: Dispositivo removido

source: No %s color spaces available
kab: Ulac %s tallunin n yini i yellan
pt_br: Sem %s espaços de cores disponíveis
th: ไม่มีห้วงสี %s ที่สามารถใช้ได้

source: Display
pt_br: Monitor

source: Printer
pt_br: Impressora

source: Camera
pt_br: Câmera

source: Set the parent window to make this modal
kab: Sbadu asfaylu amaraw i wakken ad tgeḍ askaran-a
pt_br: Defina a janela principal para torná-la modal
th: ให้หน้าต่างแม่กำหนดกล่องนี้เป็นกล่องโมดัล
uz: Ushbu modalni yaratish uchun asosiy oynani o‘rnating

source: More Information
pt_br: Mais informação

source: Loading list of devices…
pt_br: Carregando lista de dispositivos...

source: This profile does not have the information required for whole-screen color correction.
pt_br: Este perfil não tem a informação necessária para completar a correção de cores da tela.

source: Missing description
pt_br: Descrição em falta

source: Recalibrate now
pt_br: Recalibrar agora

source: Ignore
pt_br: Ignorar

source: Recalibration required
pt_br: Recalibragem necessária

source: The display '%s' should be recalibrated soon.
pt_br: O monitor '%s' deve ser recalibrado em breve.

source: The printer '%s' should be recalibrated soon.
pt_br: A impressora '%s' deve ser recalibrado em breve.

source: Do not exit after the request has been processed
pt_br: Não saia depois que o pedido tenha sido processado

source: Color Management
pt_br: Gerenciamento de cor

source: Color Management D-Bus Service
pt_br: Serviço de gerenciamento de cor do DBus

source: Perceptual
pt_br: Perceptiva

source: Relative colormetric
pt_br: Medida de cor relativa

source: Saturation
pt_br: Saturação

source: Absolute colormetric
pt_br: Medida de cor absoluta

source: Blue:
pt_br: Azul:

source: Brightness:
pt_br: Brilho:

source: Create images for printing
pt_br: Criar imagem para impressão

source: Details
pt_br: Detalhes

source: Device Calibration
pt_br: Calibragem de dispositivos

source: Generate profile from printed images
pt_br: Gerar perfil de imagens de imagens imprimidas

source: Green:
pt_br: Verde:

source: High
pt_br: Alto

source: Low
pt_br: Baixo

source: Profile locally attached printer
pt_br: Perfil anexado localmente a impressora

source: Projector
pt_br: Projetor

source: Red:
pt_br: Vermelho:

source: precision
pt_br: precisão

source: A working space is the range of colors that can be encoded into an image.
pt_br: Um espaço de trabalho é um série de cores que podem ser codificadas em uma imagem.

source: Add Virtual Device
pt_br: Adicionar dispositivo virtual

source: Adds a virtual device that is not connected.
pt_br: Adicionar um dispositivo virtual que não está conectado.

source: Close this dialog
pt_br: Fechar este diálogo

source: Color Profile
pt_br: Perfil de cores

source: Colorspace:
pt_br: Espaço de cores

source: Contrast:
pt_br: Contraste:

source: Create _Profile for Device
pt_br: Criar _perfil por dispositivo

source: Created:
pt_br: Criado:

source: Defaults
pt_br: Padrões

source: Delete the currently selected color profile
pt_br: Excluir o perfil de cor atualmente selecionado

source: Delete the disconnected device - if you reconnect the device it will reappear in the list
pt_br: Apagar o dispositivo desconectado - Se você reconectar o dispositivo vai reaparecer na lista.

source: Device
pt_br: Dispositivos

source: Device manufacturer:
pt_br: Fabricante do dispositivo:

source: Device model:
pt_br: Modelo do dispositivo:

source: Device type:
pt_br: Tipo de dispositivo:

source: Devices
pt_br: Dispositivos

source: Display correction:
pt_br: Exibir correção:

source: Display:
pt_br: Modo de exibição:

source: File size:
pt_br: Tamanho do arquivo:

source: Filename:
pt_br: Nome do arquivo:

source: Fine tuning
pt_br: Ajuste fino

source: Gamma:
pt_br: Gama:

source: Import an ICC file from another location
pt_br: Importar um arquivo ICC de outro local

source: License:
pt_br: Licença:

source: Manufacturer:
pt_br: Fabricante:

source: Model:
pt_br: Modelo:

source: More details
pt_br: Mais detalhes

source: Open the documentation
pt_br: Abrir a documentação

source: Profile Graphs
pt_br: Gráficos do perfil

source: Profile type:
pt_br: Tipo do perfil:

source: Profiles
pt_br: Perfis

source: Program the video card with the adjusted color values so all windows are color corrected
pt_br: Programa da placa de vídeo com os valores de cor ajustados então todas as janelas estão com cores corretas.

source: Rendering intent
pt_br: Intenção de renderização

source: Save these profiles for all users
pt_br: Salvar estes perfis para todos os usuários

source: Serial number:
pt_br: Número de série:

source: Set a property on the system so applications use the default display profile
pt_br: Configure um proprietário no sistema para aplicativos usarem o perfil de exibição padrão.

source: Softproof:
pt_br: Simulação (soft proof):

source: The rendering intent is how one gamut size is mapped to another.
pt_br: A intenção de renderizar é como um um tamanho de gama é mapeado para outro.

source: The rendering intent to use when transforming from the image gamut to the device output gamut
pt_br: A intenção de renderizar para usar quando transformando uma imagem gama para o dispositivo de saída gama.

source: The rendering intent to use when transforming from the image gamut to the display gamut
pt_br: A intenção de renderizar para usar quando transformando uma imagem gama para o dispositivo de saída gama.

source: These settings control how color management is applied to your desktop.
pt_br: Estes configurações controlam como o gerenciador de cores é aplicado ao seu desktop.

source: This is the default CMYK working space to use in applications
pt_br: Este é o espaço de trabalho CMYK padrão para usar em aplicativos.

source: This is the default RGB working space to use in applications
pt_br: Este é o espaço de trabalho RGB padrão para usar em aplicativos.

source: Working space
pt_br: Espaço de trabalho

source: _Add Device
pt_br: _Adicionar dispositivo

source: _Apply display correction
pt_br: _Aplicar correção de exibição

source: _Delete Device
pt_br: _Excluir dispositivo

source: _Delete Profile
pt_br: A_pagar perfil

source: _Import Profile
pt_br: _Importar perfil

source: _Make Default
pt_br: Definir co_mo padrão

source: _Reset to defaults
pt_br: Restaurar _padrões

source: _Set profile for color managed applications
pt_br: Definir perfil para gerenciamento de core_s de aplicativos

source: GNOME Color Manager
kab: Amsefrak n yiniten n GNOME
th: โปรแกรมจัดการสีของ GNOME
uz: GNOME rang boshqaruvchisi

source: Inspect and compare installed color profiles
kab: Sweḍ syen serwes imaɣnuten n yini yettusbedden
th: ตรวจสอบและเปรียบเทียบโปรไฟล์สีที่ติดตั้งไว้
uz: O‘rnatilgan rang profillarini tekshirish va taqqoslash

source: GNOME Color Profile Viewer shows installed color profiles on your system and allows you to calibrate displays, printers and cameras using a wizard.
kab: Ameskan n umaɣnu n yiniten n GNOME yeskanay imaɣnuten n yiniten yettusbedden ɣef unagraw-ik, yessarag daɣen ad ad tgelleḍ iskanen, isiggizen akked tkamirat s useqdec n tallalt.
th: โปรแกรมดูโปรไฟล์สีของ GNOME แสดงโปรไฟล์สีที่ติดตั้งไว้ในระบบของคุณและให้คุณปรับเทียบจอภาพ เครื่องพิมพ์ และกล้องโดยใช้ตัวช่วยสร้างได้

source: This functionality is typically used by GNOME Control Center from the color panel although can be used on its own.
kab: Tamahilt-a tettuseqdac s tuget sɣur wammas n usenqed n GNOME seg ugalis n yiniten, ɣas akken tezmer ad tettwaseqdac i yiman-is.
th: โดยปกติแล้วฟังก์ชันการทำงานนี้จะถูกใช้โดยศูนย์ควบคุมของ GNOME จากแผงสี ถึงแม้ว่าจะสามารถทำงานได้ด้วยตัวเองก็ตาม
uz: Bu funksiya odatda GNOME Boshqaruv Markazining rang paneli tomonidan ishlatiladi ammo mustaqil ravishda ham qo‘llanilishi mumkin.

source: Color Picker
kab: Aleqqaḍ n yini
th: เครื่องมือเลือกสี
uz: Rang tanlagich

source: Use the color sensor to sample spot colors
kab: Seqdec amaṭṭaf n yini i ulemmec n yiniten yersen
th: ใช้เซ็นเซอร์สีเพื่อสุ่มตัวอย่างสีสปอต
uz: Rang namunalarini olish uchun rang sensoridan foydalaning

source: Color Profile Viewer
kab: Amsenqad n umaɣnu n yini
th: โปรแกรมดูโปรไฟล์สี
uz: Rang profili ko'ruvchisi

source: Color;ICC;
kab: Ini;ICC;
th: สี;ICC;
uz: Rang;ICC;

source: No profile
kab: Ulac amaɣnu
th: ไม่มีโปรไฟล์
uz: Profil yo'q

source: Default %s
kab: Amezwer %s
th: %s เริ่มต้น

source: Default:
kab: Amezwer:
th: ค่าเริ่มต้น:

source: Colorspace:
kab: Tallunt n yiniten:
th: ห้วงสี:
uz: Rang makoni:

source: Test profile:
kab: Asenqed n umaɣnu
th: โปรไฟล์ทดสอบ:
uz: Sinov profil:

source: Profile description: %s
kab: Aglam n umaɣnu: %s
th: คำอธิบายโปรไฟล์: %s
uz: Profil tavsifi: %s

source: Profile copyright:
kab: Izerfan n umaɣnu:
th: ข้อมูลลิขสิทธิ์โปรไฟล์: %s
uz: Profil mualliflik huquqi:

source: Color profile is already imported
kab: Amaɣnu n yini yettwaktar-d yakan
th: นำเข้าโปรไฟล์สีไปแล้ว
uz: Rang profili allaqachon import qilingan

source: Show Details
kab: Sken tealqayt
th: แสดงรายละเอียด
uz: Tafsilotlarni ko'rsatish

source: Import display color profile?
kab: Kter amaɣnu n yini n uskan?
th: นำเข้าโปรไฟล์สีจอภาพหรือไม่?
uz: Displey rang profilini import qilishni xohlaysizmi?

source: Import device color profile?
kab: Kter amaɣnu n yini n yibenk?
th: นำเข้าโปรไฟล์สีอุปกรณ์หรือไม่?
uz: Qurilma rang profilini import qilishni xohlaysizmi?

source: Import named color profile?
kab: Kter amaɣnu n yini yettusemman?
th: นำเข้าโปรไฟล์สีมีชื่อหรือไม่?
uz: Nomlangan rang profilini import qilishni xohlaysizmi?

source: Import color profile?
kab: Kter amaɣnu n yini?
th: นำเข้าโปรไฟล์สีหรือไม่?
uz: Rang profilini import qilishni xohlaysizmi?

source: Failed to import file
kab: Yecceḍ uktar n ufaylu
th: ไม่สามารถนำเข้าไฟล์
uz: Import qilib bo'lmadi

source: Copyright:
kab: Izerfan:
th: ข้อมูลลิขสิทธิ์:
uz: Mualliflik huquqi:

source: Failed to connect to session bus:
kab: Tecceḍ tuqqna ɣer lasaṭa n tɣimit:
th: ไม่สามารถเชื่อมต่อบัสวาระ:

source: The request failed:
kab: Assuter yecceḍ:
th: คำร้องขอล้มเหลว:
uz: So‘rov bajarilmadi:

source: There are no ICC profiles assigned to this file
kab: Ulac imaɣnuten ICC yettwamudden i ufaylu-a
th: ไม่มีโปรไฟล์ ICC ที่กำหนดให้กับไฟล์นี้
uz: Bu faylga hech qanday ICC profili biriktirilmagan

source: Show xserver properties
kab: Sken arraten xserver
th: แสดงคุณสมบัติ xserver

source: Get the profiles for a specific file
kab: Awi imaɣnuten i ufaylu usdid
th: ขอโปรไฟล์สำหรับไฟล์ที่ระบุ
uz: Maxsus fayl uchun profillarni olish

source: No colorimeter is attached.
kab: Ulac alugen n yiniten yeddan.
th: ไม่ได้ต่อเครื่องวัดสี
uz: Hech qanday kolorimetr ulanmagan.

source: The sensor has no native driver.
kab: Amaṭṭaf ur yesεi ara anuḍaf adigan.
th: เซ็นเซอร์ไม่มีไดรเวอร์แบบเนทีฟ
uz: Sensor uchun o‘rnatilgan drayver topilmadi.

source: The attached colorimeter is not capable of reading a spot color.
kab: Alugen n yini yeddan ur yezmir ara ad d-iɣeṛ ini yersen.
th: เครื่องวัดสีที่ต่ออยู่ไม่สามารถอ่านค่าสีสปอตได้

source: GNOME Color Manager Color Picker
kab: Amsulu n yini n umsefrak n yiniten GNOME
th: เครื่องมือเลือกสีของโปรแกรมจัดการสีของ GNOME
uz: GNOME rang boshqaruvchisi rang tanlovchi

source: Media whitepoint
kab: Agaz amellal n umidya
th: จุดสีขาวบนสื่อ
uz: Media oq nuqtasi

source: Color Temperature
kab: Tafesna n yini
th: อุณหภูมิสี
uz: Rang harorati

source: Ambient
kab: Tafessast
th: แอมเบียนต์
uz: Muhjt

source: Colorspace
kab: Tallunt n yiniten
th: ห้วงสี
uz: Rang fazosi

source: Error
kab: Tuccḍa
th: ผิดพลาด
uz: Xato

source: Results
kab: Igmaḍ
th: ผลลัพธ์
uz: Natijalar

source: _Measure
kab: Asket _M
th: _วัด
uz: _O'lchov

source: gray
kab: ademdam
th: เทา
uz: kulrang

source: _Cancel
kab: _Sefsex
th: _ยกเลิก
uz: _Bekor qilish

source: _Import
kab: _Kter
th: นำเ_ข้า

source: Devicelink
kab: Aseɣwen ɣer yibenk

source: Standard space
kab: Tallunt talugant
th: ห้วงสีมาตรฐาน

source: Display checksum
kab: Sken tawsa n usenqed
th: ผลรวมตรวจสอบของจอภาพ

source: Display model
kab: Sken tamudemt
th: โมเดลของจอภาพ
uz: Displey modeli

source: Display serial number
kab: Sken uṭṭun n umazrar
th: หมายเลขซีเรียลของจอภาพ
uz: Displey seriya raqami

source: Display PNPID
kab: Sken PNPID
th: PNPID ของจอภาพ
uz: Displey PNPID

source: Display vendor
kab: Asaǧǧaw n uskan
th: ผู้ขายจอภาพ
uz: Displey ishlab chiqaruvchisi

source: File checksum
kab: Tawsa n usenqed n ufaylu
th: ผลรวมตรวจสอบของไฟล์

source: Framework product
kab: Afaris n ukatar
th: ผลิตภัณฑ์ของกรอบงาน
uz: Freymvork mahsuloti

source: Framework program
kab: Ahil n ukatar
th: โปรแกรมของกรอบงาน
uz: Freymvork dasturi

source: Framework version
kab: Lqem n ukatar
th: รุ่นของกรอบงาน
uz: Freymvork versiyasi

source: Data source type
kab: Anaw n uɣbalu n yisefka
th: ชนิดแหล่งข้อมูล
uz: Ma'lumot manbasi turi

source: Mapping format
kab: Amasal n usuneɣ n tkarḍiwin
th: รูปแบบการแมป

source: Mapping qualifier
kab: Amɣaray n usuneɣ n tkarḍiwin
th: ค่าคุณภาพการแมป

source: Mapping device
kab: Ibenk n usuneɣ n tkarḍiwin
th: อุปกรณ์การแมป

source: Delta-E average
kab: Talemmast Delta-E
th: ค่าเฉลี่ยของ Delta-E
uz: Delta-E o'rtacha

source: Delta-E maximum
kab: Afellay n Delta-E
th: ค่าสูงสุดของ Delta-E
uz: Delta-E maksimal

source: Calibration device
kab: Ibenk n usefren
th: อุปกรณ์ปรับเทียบ
uz: Kalibrlash qurilmasi

source: Screen surface finish
kab: Tummda n ugrudem n ugdil
th: รูปแบบพื้นผิวของจอ
uz: Ekran qoplamasi

source: Connection type
kab: Anaw n tuqqna
th: ชนิดการเชื่อมต่อ
uz: Ulanish turi

source: Screen brightness
kab: Aceεlel n ugdil
th: ความสว่างจอ
uz: Ekran yorqinligi

source: Gamut volume
kab: Ableɣ n Gamut
th: ปริมาณขอบเขตสี
uz: Gamut hajmi

source: sRGB coverage
kab: taduli n sRGB
th: ความครอบคลุม sRGB
uz: sRGB qamrovi

source: Adobe RGB coverage
kab: Taduli n Adobe RGB
th: ความครอบคลุม Adobe RGB
uz: Adobe RGB qamrovi

source: No description has been set
kab: Ulac aglam i yettusbadun
th: ไม่ได้กำหนดคำอธิบายไว้
uz: Tavsif belgilanmagan

source: No copyright has been set
kab: Ulac izerfan i yettusbadun
th: ไม่ได้กำหนดข้อมูลลิขสิทธิ์ไว้
uz: Mualliflik huquqi belgilanmagan

source: The display compensation table is invalid
kab: Tafelwit n uɣram n uskan d arameɣtu
th: ตารางการชดเชยของจอภาพไม่ถูกต้อง
uz: Displey kompensatsiya jadvali yaroqsiz

source: A scum dot is present for media white
kab: Yella wagaz n wammus i yimidyaten imellalen
th: จุดสกัม (scum) มีอยู่ในสีขาวบนสื่อ
